{
  "event_name": "اعتراف الولايات المتحدة بالسيادة المغربية على الصحراء الغربية",
  "article_title": "اعتراف الولايات المتحدة بالسيادة المغربية على الصحراء الغربية",
  "sections": [
    {
      "subtitle": "السياق التاريخي للنزاع حول الصحراء الغربية",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "الصحراء الغربية هي منطقة متنازع عليها ذات تاريخ معقد. استعمرت إسبانيا المنطقة في القرن التاسع عشر، وسعى كل من المغرب وموريتانيا إلى تحقيق مكاسب إقليمية في الصحراء الغربية في عام 1971 . قاوم الصحراويون الأصليون، ممثلين بجبهة البوليساريو، هذه المطالبات . تشكلت جبهة البوليساريو في عام 1973 في موريتانيا للقتال من أجل استقلال الصحراء الغربية، في البداية ضد إسبانيا ولاحقًا ضد المغرب وموريتانيا . في عام 1975، أعلنت محكمة العدل الدولية التابعة للأمم المتحدة حق الشعب الصحراوي في تقرير المصير على الصحراء الغربية . في أكتوبر 1975، قضت محكمة العدل الدولية بأن تقرير المصير لا يتوافق مع المطالبات التاريخية للمغرب . في نوفمبر 1975، أمر الملك الحسن الثاني 300 ألف مغربي بالمسير إلى الصحراء الغربية فيما أصبح يعرف باسم \"المسيرة الخضراء\" . انسحبت إسبانيا من الصحراء الغربية في عام 1976 دون إجراء استفتاء، وأحالت السيادة إلى المغرب وموريتانيا .",
          "source_URLs": [
            "http://lup.lub.lu.se/student-papers/record/8514395/file/8514412.pdf",
            "https://shs.cairn.info/article/SECUG_213_0103",
            "https://ujcontent.uj.ac.za/view/pdfCoverPage?instCode=27UOJ_INST&filePid=135966480007691&download=true",
            "https://www.xavier.edu/xjop/documents/vol3_2012/XJOP2012VolIIINo1Solomon.pdf"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "أعلنت جبهة البوليساريو قيام الجمهورية العربية الصحراوية الديمقراطية (SADR) في عام 1976 . فر الآلاف من الصحراويين إلى منطقة تندوف في الجزائر عام 1976 ويقيمون في مخيمات اللاجئين هناك منذ ما يقرب من 40 عامًا . قدمت الجزائر الدعم المالي والعسكري والدبلوماسي لجبهة البوليساريو . تخلت موريتانيا عن مطالباتها الإقليمية في عام 1979، وتنازلت عن الأراضي للمغرب . بنى المغرب جدارًا ترابيًا بطول 2700 كيلومتر، يتمركز فيه أكثر من 100 ألف جندي، على الأراضي التي يسيطر عليها . تم توقيع اتفاق تسوية في عام 1991، يتوخى إجراء استفتاء على تقرير المصير للصحراويين . تم إنشاء بعثة الأمم المتحدة للاستفتاء في الصحراء الغربية (MINURSO) . لم يتم إجراء الاستفتاء، الذي كان متوخى في الأصل لعام 1992، بسبب الخلافات حول أهلية الناخبين . تعتبر الأمم المتحدة الصحراء الغربية إقليمًا غير متمتع بالحكم الذاتي، ولا تمنح المغرب السيادة الكاملة ولكنها لا تضفي الشرعية صراحة على الجمهورية العربية الصحراوية الديمقراطية .",
          "source_URLs": [
            "http://lup.lub.lu.se/student-papers/record/8514395/file/8514412.pdf",
            "https://shs.cairn.info/article/SECUG_213_0103",
            "https://ujcontent.uj.ac.za/view/pdfCoverPage?instCode=27UOJ_INST&filePid=135966480007691&download=true",
            "https://www.xavier.edu/xjop/documents/vol3_2012/XJOP2012VolIIINo1Solomon.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "منظور المغرب وإجراءاته",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "يعتبر المغرب الصحراء الغربية جزءًا من نظرية \"المغرب الكبير\" . انسحب المغرب من منظمة الوحدة الأفريقية في عام 1984 بعد قبول الجمهورية العربية الصحراوية الديمقراطية (SADR) . انضم المغرب إلى الاتحاد الأفريقي (AU) في 30 يناير 2017، بعد مغادرته في عام 1984 . تضمنت استراتيجية انضمام المغرب زيارات عديدة لحلفائه الناطقين بالفرنسية، واتفاقيات اقتصادية، ورفع مستوى العلاقات مع نيجيريا وجنوب إفريقيا وكينيا . كان أحد المكونات الرئيسية لاستراتيجية المغرب هو عدم جعل الانضمام مشروطًا بسحب الاعتراف بالجمهورية العربية الصحراوية الديمقراطية (SADR) . يعتقد المغرب أن الحرب الأهلية في جنوب السودان قسمت الدافع نحو الاستقلال بين الدول الأفريقية . يعتقد المغرب أن التعاون في مجال مكافحة الإرهاب سيضمن علاقات أوثق مع المملكة . يعتقد المغرب أن انخفاض أسعار النفط والانتقال القيادي في الجزائر سيضعف دعمه لجبهة البوليساريو . يعتقد المغرب أن خطة الحكم الذاتي لعام 2007 ستُعتبر قريبًا الحل الأمثل لنزاع الصحراء الغربية . أطلق المغرب مبادرة للحكم الذاتي للصحراء الغربية في عام 2007 . تم تقديم المبادرة المغربية للحكم الذاتي في الصحراء الغربية إلى الأمين العام للأمم المتحدة في 11 أبريل 2007 . تقدم الخطة المغربية للحكم الذاتي للسكان الصحراويين تقرير المصير الداخلي من خلال الإدارة الحرة للشؤون السياسية والاقتصادية والاجتماعية والثقافية . تستبعد الخطة المغربية تقرير المصير الخارجي للحفاظ على السلامة الإقليمية والسيادة الوطنية للمغرب . تعتزم الرباط الاحتفاظ بسلطات حصرية في الدفاع والعلاقات الخارجية بموجب مبادرة الحكم الذاتي . من المقرر تقديم قانون الحكم الذاتي إلى استفتاء للسكان المعنيين .",
          "source_URLs": [
            "https://journal-strategic.com/wp-content/uploads/2023/03/anglais4.pdf",
            "https://ujcontent.uj.ac.za/view/pdfCoverPage?instCode=27UOJ_INST&filePid=135966480007691&download=true",
            "https://www.xavier.edu/xjop/documents/vol3_2012/XJOP2012VolIIINo1Solomon.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "التدخلات والمواقف الدولية",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "تعتبر الأمم المتحدة الصحراء الغربية إقليمًا غير متمتع بالحكم الذاتي، ولا تمنح المغرب السيادة الكاملة ولكنها لا تضفي الشرعية صراحة على الجمهورية العربية الصحراوية الديمقراطية . تحاول بعثة الأمم المتحدة للاستفتاء في الصحراء الغربية (MINURSO) إقناع المغرب بالسماح بإجراء استفتاء . ليس لدى بعثة الأمم المتحدة للاستفتاء في الصحراء الغربية (MINURSO) تفويض للتحقيق في مسائل حقوق الإنسان أو مراقبتها . مارست الحكومة المغربية ضغوطًا على مجلس الأمن للإبقاء على ولاية بعثة الأمم المتحدة للاستفتاء في الصحراء الغربية (MINURSO) كما هي . ذُكر أن الولايات المتحدة وفرنسا تؤيدان بالفعل خطة الحكم الذاتي المغربية لعام 2007 . كانت الولايات المتحدة تاريخياً مترددة تجاه المغرب العربي، ولكن بعد أحداث 11 سبتمبر، أدى تعاون المغرب في الحرب العالمية على الإرهاب إلى اتفاقية تجارة حرة في عام 2004 . في أبريل 2007، أيدت الولايات المتحدة اقتراح المغرب بمنح الصحراء الغربية \"حكمًا ذاتيًا ذا مغزى\" تحت السيادة المغربية، على الرغم من افتقارها إلى استفتاء، وهو ما يبدو أنه يتعارض مع موقف الولايات المتحدة بشأن تقرير المصير . أبلغت الولايات المتحدة المغرب بأن اتفاقية التجارة الحرة لا تشمل الصحراء الغربية . في عام 2006، صرح جوردون جراي، وكيل وزارة الخارجية لشؤون الشرق الأوسط والمغرب العربي، بأن الولايات المتحدة تواصل السعي إلى حل سياسي مقبول لكل من المغاربة والصحراويين في إطار الأمم المتحدة وليس لديها رغبة في فرض حل . شجعت الولايات المتحدة المغرب على تقديم خطة للحكم الذاتي للصحراء الغربية .",
          "source_URLs": [
            "http://lup.lub.lu.se/student-papers/record/8514395/file/8514412.pdf",
            "https://core.ac.uk/download/pdf/11585901.pdf",
            "https://journals.openedition.org/anneemaghreb/169",
            "https://ujcontent.uj.ac.za/view/pdfCoverPage?instCode=27UOJ_INST&filePid=135966480007691&download=true",
            "https://www.xavier.edu/xjop/documents/vol3_2012/XJOP2012VolIIINo1Solomon.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "تعترف تسع وأربعون دولة، جميعها في العالم النامي، بالجمهورية العربية الصحراوية الديمقراطية كدولة ذات سيادة . تعترف الجزائر، المنافس التقليدي للمغرب، بالسيادة الصحراوية . يعتبر جامعة الدول العربية الصحراء الغربية إقليمًا مغربيًا حصريًا . يعتبر الاتحاد الأفريقي الجمهورية العربية الصحراوية الديمقراطية دولة ذات سيادة . اعتبارًا من عام 2016، جمدت أو سحبت أكثر من ثلاثين دولة اعترفت باستقلال الصحراء الغربية اعترافها بالجمهورية العربية الصحراوية الديمقراطية . دعت ثمان وعشرون دولة رسميًا إلى تعليق عضوية الجمهورية العربية الصحراوية الديمقراطية في الاتحاد الأفريقي . تواصل جنوب إفريقيا والجزائر دعم جبهة البوليساريو والجمهورية العربية الصحراوية الديمقراطية . اتخذت النرويج موقفًا قويًا ضد المغرب، ونصحت الجهات الفاعلة الخاصة بها بعدم التورط في الصحراء الغربية، والمعروفة بسياسة الردع . دولتان أخريان فقط، هولندا والدنمارك، بالإضافة إلى النرويج، تمارسان سياسة الردع هذه . اتخذت السويد موقفًا أكثر غموضًا، حيث قررت في عام 2016 عدم الاعتراف بالجمهورية العربية الصحراوية الديمقراطية .",
          "source_URLs": [
            "http://www.paxetbellum.org/wp-content/uploads/2022/05/PeB-Journal-with_edition-9_2022_updated.pdf#page=7",
            "https://ujcontent.uj.ac.za/view/pdfCoverPage?instCode=27UOJ_INST&filePid=135966480007691&download=true",
            "https://www.xavier.edu/xjop/documents/vol3_2012/XJOP2012VolIIINo1Solomon.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "اعتراف إدارة ترامب",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "في عام 2020، شوهد تدخل القوى العظمى في الصحراء الغربية مع اعتراف الولايات المتحدة بالسيادة المغربية على الصحراء الغربية . اعترفت إدارة ترامب بالسيادة المغربية على إقليم الصحراء الغربية المتنازع عليه في أواخر عام 2020 . في 10 ديسمبر 2020، قرر الرئيس ترامب الاعتراف بسيادة المغرب على الصحراء الغربية مقابل اعتراف المغرب بدولة إسرائيل . كان الاعتراف الأمريكي مقابل إعادة المغرب إقامة علاقات دبلوماسية مع إسرائيل . تمكنت إدارة ترامب من فرض توقيع اتفاقيات بين عدة دول عربية وإسرائيل . وكبادرة للحصول على هذه الاتفاقيات، منحت الإدارة الأمريكية الاعتراف بالسيادة المغربية على الصحراء الغربية . في يناير 2020، عرضت الحكومة الإسرائيلية مساعدة المغرب في الحصول على اعتراف أمريكي بالسيادة المغربية على الصحراء الغربية المحتلة مقابل تطبيع المغرب الرسمي للعلاقات مع إسرائيل ودعم \"صفقة القرن\" التي طرحها دونالد ترامب . تم الإعلان عن هذا الترتيب في ديسمبر .",
          "source_URLs": [
            "http://www.paxetbellum.org/wp-content/uploads/2022/05/PeB-Journal-with_edition-9_2022_updated.pdf#page=7",
            "https://www.cairn.info/load_pdf.php?ID_ARTICLE=EHLM_502_0022&download=1&from-feuilleteur=1",
            "https://www.emerald.com/insight/content/doi/10.1108/OXAN-DB261679/full/html",
            "https://www.erudit.org/en/journals/rel/2021-n812-rel05921/95321ac.pdf",
            "https://www.erudit.org/en/journals/rel/2021-n812-rel05921/95322ac.pdf",
            "https://www.rivistaoidu.net/wp-content/uploads/2024/07/1_OIDU_3_2024.pdf"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "لقد كسر اعتراف إدارة ترامب بالسيادة المغربية خط السياسة الأمريكية الذي تم وضعه منذ تقرير بيكر لعام 1991 . نشر جون بولتون مقالاً في مجلة فورين بوليسي في 15 ديسمبر 2020، بعنوان \"يجب على بايدن عكس مساره بشأن الصحراء الغربية\" . يتساءل المقال عما إذا كانت إدارة بايدن ستعكس اعتراف إدارة ترامب بالسيادة المغربية على الصحراء الغربية .",
          "source_URLs": [
            "https://journals.openedition.org/ideas/12983"
          ]
        }
      ]
    },
    {
      "subtitle": "ردود الفعل والآثار المترتبة على الاعتراف",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "أصبح موقف السياسة الخارجية للمغرب أكثر حزماً منذ الاعتراف الأمريكي . سيسعى المغرب إلى علاقات عسكرية أمريكية أقوى لبناء قدرات هجومية . قد تمارس واشنطن ضغوطًا على الرباط لإبطاء التعاون مع بكين في مشروع مدينة طنجة التقنية . تشعر الولايات المتحدة بالقلق من أن التصعيد العسكري بين الجزائر والمغرب سيؤخر التوصل إلى حل سياسي لنزاع الصحراء الغربية . يعتبر نزاع الصحراء الغربية قضية خلافية أساسية بين المغرب والجزائر .",
          "source_URLs": [
            "https://www.emerald.com/insight/content/doi/10.1108/OXAN-DB261679/full/html",
            "https://www.emerald.com/insight/content/doi/10.1108/oxan-db284230/full/html"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "يتساءل المقال عما إذا كان الاعتراف بالسيادة المغربية على الصحراء الغربية تكتيكًا تفاوضيًا ماهرًا أم وعدًا خطيرًا . يناقش المقال احتمالية نشوء سوء فهم من الاتفاقية يمكن أن يؤثر على المستقبل . لم يقم الرئيس جو بايدن بمراجعة أو إلغاء قرارات دونالد ترامب التي تعترف بسيادة المغرب على الصحراء الغربية ومدينة القدس عاصمة لدولة إسرائيل .",
          "source_URLs": [
            "https://www.cairn.info/load_pdf.php?ID_ARTICLE=EHLM_502_0022&download=1&from-feuilleteur=1",
            "https://www.rivistaoidu.net/wp-content/uploads/2024/07/1_OIDU_3_2024.pdf"
          ]
        },
        {
          "paragraph_id": "s4_p2",
          "text": "أكدت المحكمة الأفريقية لحقوق الإنسان والشعوب بوضوح أنه في الصحراء الغربية، يتم انتهاك حق الشعب الصحراوي في تقرير المصير . حاليًا، لا تعتبر أي دولة الصحراء الغربية جزءًا من المغرب، باستثناء المغرب نفسه والولايات المتحدة منذ قرار الرئيس ترامب في عام 2020، وإسرائيل منذ يوليو 2023 . رحبت العديد من الدول الأوروبية مؤخرًا بخطة الحكم الذاتي المغربية المقترحة في عام 2007 باعتبارها أساسًا ذا مصداقية وواقعية لحل نزاع الصحراء الغربية . إن مبدأ *ex injuria jus non oritur* يأمر، في القانون الدولي، بأنه لا يمكن أن تنشأ الحقوق من السلوك غير المشروع .",
          "source_URLs": [
            "https://dipot.ulb.ac.be/dspace/bitstream/2013/366298/3/AnneLAGERWALL.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "العلاقات المغربية الإسرائيلية ودور الولايات المتحدة",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "أقيمت علاقات دبلوماسية رسمية بين المغرب وإسرائيل في ديسمبر 2020 . لعبت الولايات المتحدة دورًا في تسهيل تطبيع العلاقات بين المغرب وإسرائيل . اعترفت الولايات المتحدة بالسيادة المغربية على الصحراء الغربية كجزء من الاتفاق الذي أدى إلى إقامة علاقات رسمية مع إسرائيل . يتمتع المغرب وإسرائيل بتاريخ طويل من التعاون الجيوسياسي البراغماتي يعود إلى منتصف القرن العشرين . أثرت عقيدة الأطراف الإسرائيلية، التي تم تصورها في عام 1957، على العلاقة بين المغرب وإسرائيل . حافظ الملك المغربي الحسن الثاني على اتصالات مع إسرائيل على الرغم من ضغوط من دول عربية أخرى . قدمت إسرائيل المساعدة للمغرب في نزاعه في الصحراء الغربية .",
          "source_URLs": [
            "https://www.scielo.org.mx/pdf/fi/v63n3/0185-013X-fi-63-03-493.pdf",
            "https://www.scielo.org.mx/scielo.php?pid=S0185-013X2023000300493&script=sci_arttext"
          ]
        }
      ]
    }
  ]
}