{
  "event_name": "استيلاء الوطاسيين على السلطة من المرينيين",
  "article_title": "استيلاء الوطاسيين على السلطة من المرينيين",
  "sections": [
    {
      "subtitle": "الدولة المرينية: فترة صعود وهبوط",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "قامت الدولة المرينية، وهي سلالة بربرية، من عام 1215 إلى عام 1465 . بدأ تورطهم في السياسة عام 1195 عندما ساعدوا الموحدين في معركة الأرك . استولوا على مراكش عام 1269 . ينقسم الحكم المريني عمومًا إلى ثلاث حقب متميزة: فترة التأسيس والتوحيد (1215-1269)، وعصر ذهبي يتميز بالازدهار والقوة (1269-1335)، وحقبة أخيرة تميزت بالانحدار والسقوط في نهاية المطاف (1358-1465) . شهدت هذه الفترة الأخيرة التآكل التدريجي للسلطة المرينية وصعود الوطاسيين .",
          "source_URLs": [
            "http://irep.iium.edu.my/85250/12/85250_Internal%20factors%20behind%20the%20decline.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "العوامل الداخلية التي أدت إلى تدهور الدولة المرينية",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "ساهمت عدة عوامل داخلية في إضعاف الدولة المرينية ومهدت الطريق لاستيلاء الوطاسيين . وشملت هذه العوامل القتال المستمر على العرش، خاصة بعد وفاة السلطان أبو عنان فارس، مما خلق حالة من عدم الاستقرار وأضعف السلطة المركزية . أدى ضعف القيادة في أعقاب وفاة أبي عنان فارس إلى تفاقم الوضع . إن السلطة المفرطة التي كان يتمتع بها الوزراء، وخاصة خلال عصر وزارة التفويض (تفويض السلطة للوزراء)، قوضت بشكل كبير سلطة السلطان وسمحت للوزراء باغتصاب السلطة . كما ساهم تضاؤل روح الجهاد في التدهور .",
          "source_URLs": [
            "http://irep.iium.edu.my/85250/12/85250_Internal%20factors%20behind%20the%20decline.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "دور الوطاسيين وسقوط المرينيين",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "شغل الوطاسيون مكانة مهمة داخل الإدارة المرينية، مما مكنهم في النهاية من الاستيلاء على السلطة . كان تعيين اليهود في المناصب الإدارية الرئيسية، ولا سيما تعيين هارون بن بطاش وزيراً من قبل السلطان عبد الحق الثاني (1420-1465)، قراراً مثيراً للجدل . أثار هذا القرار حركة إصلاحية بقيادة الوطاسيين، بلغت ذروتها في الإطاحة بالسلطان عبد الحق الثاني ونهاية الحكم المريني عام 1465 . أطيح بالدولة المرينية في نهاية المطاف على يد الوطاسيين، الذين كانوا قد خدموا المملكة سابقًا كوزراء .",
          "source_URLs": [
            "http://irep.iium.edu.my/85250/12/85250_Internal%20factors%20behind%20the%20decline.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "العصر الوطاسي والسياق المغاربي الأوسع",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "حل الوطاسيون محل المرينيين عام 1465 . توصف الفترة التي أعقبت استيلاء الوطاسيين، من 1465 إلى 1580، بأنها \"حرب المائة عام على المغرب\" . تميزت هذه الحقبة، التي شملت المغرب العربي الحديث المبكر، بالحروب وبناء الدولة . حكم الوطاسيون في المغرب الأقصى . ومع ذلك، شهد الوطاسيون، إلى جانب بني عبد الواد وبني حفص، تراجعًا في سلطتهم . اختفى الوطاسيون وبنو عبد الواد من المشهد السياسي عام 1554 . تركز سلسلة المؤتمرات على المصادر الأوروبية لتاريخ المغرب العربي من 1492 إلى 1578 . تم ذكر سقوط القسطنطينية عام 1453 واستعادة غرناطة (1482-1492) كأحداث سياقية . يناقش المصدر أيضًا تأثير القوى الأوروبية وصعود النفوذ العثماني في المغرب العربي . تدهورت أحوال الحفصيين بعد ذلك بحوالي عشرين عامًا .",
          "source_URLs": [
            "http://irep.iium.edu.my/85250/12/85250_Internal%20factors%20behind%20the%20decline.pdf",
            "https://search.proquest.com/openview/79eda66a213d1ad9754820b4ff2cbb1e/1?pq-origsite=gscholar&cbl=18750&diss=y",
            "https://www.persee.fr/doc/ephe_0000-0001_1995_num_11_1_8089"
          ]
        }
      ]
    }
  ]
}