{
  "event_name": "أزمة المغرب الأولى",
  "article_title": "الأزمة المغربية الأولى: مواجهة جيوسياسية",
  "sections": [
    {
      "subtitle": "الخلفية والسياق",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "تجلت الأزمة المغربية الأولى، والمعروفة أيضًا بأزمة طنجة، بين عامي 1905 و 1906 وتمحورت حول الصراع من أجل السيطرة على سلطنة المغرب . تعتبر هذه الأزمة لحظة حاسمة في المواجهة الجيوسياسية بين القوى العالمية الكبرى . جذبت الأهمية الاستراتيجية والاقتصادية للمغرب انتباه القوى الأوروبية، بما في ذلك فرنسا وألمانيا وبريطانيا العظمى وإسبانيا . كانت الأزمة نتاجًا لأحداث تعود إلى مؤتمر برلين . بحلول بداية القرن العشرين، كان المغرب الدولة المستقلة الوحيدة في المغرب العربي .",
          "source_URLs": [
            "https://adm3012-plongees.teluq.ca/files/2016/09/chapVI_3.pdf",
            "https://etd.ohiolink.edu/acprod/odb_etd/ws/send_file/send?accession=osu1422543485&disposition=inline",
            "https://journals.rudn.ru/international-relations/article/view/10585",
            "https://ojs.bibl.u-szeged.hu/index.php/mediterran_tanulmanyok/article/download/34358/33474",
            "https://periodicals.karazin.ua/politology/article/view/23806",
            "https://www.persee.fr/doc/outre_0300-9513_1975_num_62_229_1872?h=pacification&h=maroc"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "سعت فرنسا إلى إنشاء محمية في المغرب، وهي خطوة تم إضفاء الطابع الرسمي عليها بموجب معاهدة فاس في عام 1912 . ومع ذلك، تعقدت طموحات فرنسا بسبب الاتفاقيات القائمة ومصالح القوى الأوروبية الأخرى . ضمنت اتفاقية مدريد لعام 1880 المساواة في الوصول الاقتصادي إلى المغرب لجميع القوى الموقعة . حسم الاتفاق الودي، الموقع بين إنجلترا وفرنسا في 8 أبريل 1904، النزاعات الاستعمارية، حيث اعترفت فرنسا بالاحتلال البريطاني لمصر مقابل إذن بريطاني لفرنسا لإجراء إصلاحات في المغرب . وتضمنت مواد سرية من الاتفاق الودي التقسيم المحتمل للمغرب بين فرنسا وإسبانيا .",
          "source_URLs": [
            "https://etd.ohiolink.edu/acprod/odb_etd/ws/send_file/send?accession=osu1422543485&disposition=inline",
            "https://journals.openedition.org/cdlm/8109",
            "https://scholar.archive.org/work/ctycv5r74bhkfkmsabt3incsee/access/wayback/http://dynamiques-internationales.com/wp-content/uploads/2016/01/Loewener-DI10-final-1.pdf",
            "https://shs.cairn.info/revue-guerres-mondiales-et-conflits-contemporains-2005-3-page-103",
            "https://www.cambridge.org/core/journals/historical-journal/article/vi-france-and-the-making-of-the-entente-cordiale/6FF5A59052F2298815FAAF2659F8C0F6"
          ]
        }
      ]
    },
    {
      "subtitle": "التدخل الألماني وزيارة طنجة",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "عارضت ألمانيا، في عهد القيصر فيلهلم الثاني، النفوذ الفرنسي في المغرب . وشملت مظالم ألمانيا المصالح الاقتصادية المتجاهلة، وضربة للهيبة الوطنية، والتخوف بشأن الاتفاق الأنجلو-فرنسي . كان إجمالي حمولة السفن الألمانية التي رست في الموانئ المغربية في عام 1905 أكبر من حمولة السفن الفرنسية، مما يسلط الضوء على المصالح الاقتصادية الألمانية . كانت ألمانيا تأمل في الحصول على ميناء الدار البيضاء من خلال مؤتمر الجزيرة الخضراء . تدخلت ألمانيا في المغرب جزئيًا لاختبار العلاقات بين إنجلترا وفرنسا . أضعفت الحرب الروسية اليابانية روسيا، مما دفع ألمانيا إلى التصرف بانتهازية في المغرب .",
          "source_URLs": [
            "https://ecommons.luc.edu/cgi/viewcontent.cgi?article=2173&context=luc_theses",
            "https://etd.ohiolink.edu/acprod/odb_etd/ws/send_file/send?accession=osu1422543485&disposition=inline"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "زار الإمبراطور فيلهلم الثاني طنجة في 31 مارس 1905 لدعم سلطان المغرب وتحدي شرعية الاتفاق الأنجلو-فرنسي . جادلت ألمانيا بأن الاتفاق الأنجلو-فرنسي انتهك اتفاقية مدريد لعام 1880، التي ضمنت المساواة في الوصول الاقتصادي إلى المغرب لجميع القوى الموقعة . قدم القيصر نفسه على أنه الضامن لاستقلال وسيادة السلطان . أدى هذا العمل إلى اندلاع الأزمة المغربية الأولى . لعب المستشار برنهارد فون بولو دورًا حاسمًا في توجيه السياسة الألمانية خلال الأزمة، وإقناع القيصر بزيارة طنجة .",
          "source_URLs": [
            "https://ecommons.luc.edu/cgi/viewcontent.cgi?article=2173&context=luc_theses",
            "https://etd.ohiolink.edu/acprod/odb_etd/ws/send_file/send?accession=osu1422543485&disposition=inline",
            "https://journals.openedition.org/cdlm/8109",
            "https://scholar.archive.org/work/ctycv5r74bhkfkmsabt3incsee/access/wayback/http://dynamiques-internationales.com/wp-content/uploads/2016/01/Loewener-DI10-final-1.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "المناورات الدبلوماسية ومؤتمر الجزيرة الخضراء",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "سعت فرنسا في البداية إلى اتفاق ثنائي مع ألمانيا، لكن ألمانيا أصرت على عقد مؤتمر دولي لتقرير مستقبل المغرب . اقترح كولمان عقد مؤتمر دولي جديد بشأن المغرب في أوائل مارس . فضل بولو فكرة المؤتمر الدولي بعد زيارة القيصر لطنجة . تم الدعوة إلى مؤتمر الجزيرة الخضراء لتسوية المسألة المغربية .",
          "source_URLs": [
            "https://etd.ohiolink.edu/acprod/odb_etd/ws/send_file/send?accession=osu1422543485&disposition=inline",
            "https://link.springer.com/chapter/10.1007/978-1-349-00421-8_14",
            "https://scholar.archive.org/work/ctycv5r74bhkfkmsabt3incsee/access/wayback/http://dynamiques-internationales.com/wp-content/uploads/2016/01/Loewener-DI10-final-1.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "لعب الرئيس ثيودور روزفلت من الولايات المتحدة دورًا في الأزمة . في يناير 1905، استفسر فون بولو عما إذا كانت الولايات المتحدة ستتأثر بالإصلاحات الإدارية الفرنسية في المغرب . في 6 مارس 1905، طلب شترنبرغ من روزفلت الانضمام إلى ألمانيا في الحفاظ على الباب المفتوح في المغرب . في 5 أبريل، أصر القيصر على عقد مؤتمر لتقرير المسألة المغربية، مستشهداً بالمصالح والكرامة الألمانية . بحلول 13 مايو، هدد القيصر بالحرب إذا لم يتم الحصول على دعم لعقد مؤتمر . في أواخر أبريل/أوائل مايو، حاول روزفلت الجمع بين إنجلترا وألمانيا، لكنه اتهم بأنه تحت تأثير القيصر . في 22 أبريل، تعهدت إنجلترا بمعارضة قوية لحصول ألمانيا على ميناء على الساحل المغربي .",
          "source_URLs": [
            "https://dataspace.princeton.edu/handle/88435/dsp01s7526d733",
            "https://ecommons.luc.edu/cgi/viewcontent.cgi?article=2173&context=luc_theses",
            "https://etd.ohiolink.edu/acprod/odb_etd/ws/send_file/send?accession=osu1422543485&disposition=inline",
            "https://search.proquest.com/openview/46c281759347a9494e060ed9d5a8690b/1?pq-origsite=gscholar&cbl=18750&diss=y"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "حدثت أزمة مجلس الوزراء الفرنسي، التي أدت إلى استقالة وزير الخارجية تيوفيل ديلكاسيه، بسبب قضية المؤتمر . فشل ديلكاسيه في الحصول على موافقة ألمانيا على التحرك الفرنسي بشأن المغرب، وهو خطأ دبلوماسي كبير . عارض ديلكاسيه أي مؤتمر دولي، بينما هددت ألمانيا بالحرب إذا لم تتم تلبية مطالبها . اعتقد ديلكاسيه أن قدرات عرض القوة المحدودة لألمانيا جعلت تهديداتها أقل مصداقية، بينما اعتقد رئيس الوزراء موريس روفييه أن ألمانيا كانت مصممة وقادرة على معاقبة فرنسا . وافقت فرنسا على المؤتمر في 25 يونيو بعد أن ضغط عليها القيصر عبر روزفلت . في 8 يوليو، تم التوصل إلى اتفاق تعهدت فيه ألمانيا بعدم السعي لتحقيق أي هدف في المؤتمر من شأنه أن يضر بالمصالح المشروعة لفرنسا أو يتعارض مع الحقوق التعاهدية الفرنسية .",
          "source_URLs": [
            "https://etd.ohiolink.edu/acprod/odb_etd/ws/send_file/send?accession=osu1422543485&disposition=inline",
            "https://www.kjis.org/journal/view.html?spage=275&volume=19&number=3"
          ]
        },
        {
          "paragraph_id": "s2_p3",
          "text": "اختتم مؤتمر الجزيرة الخضراء في 7 أبريل 1906، ومنح فرنسا امتيازات كبيرة في المغرب . هدف المؤتمر إلى حل العداء الفرنسي الألماني بشأن المغرب . تم اختيار هنري وايت كمندوب رئيسي للولايات المتحدة لخبرته الدبلوماسية وتعاطفه مع الأنجلو-فرنسيين . في الاجتماع الأول للمؤتمر في 16 يناير 1906، تم انتخاب دوق ألمودوفار (إسبانيا) رئيسًا . بحلول 7 فبراير 1906، كان هناك اتفاق كامل بشأن مسألة الإصلاحات الضريبية في المؤتمر . في 3 فبراير، اقترح ريفويل على فون رادوفيتز أن يتم تقاسم التفويض الخاص بالشرطة مع إسبانيا كتنازل، وهي استراتيجية فرنسية لحشد تدخل الولايات المتحدة . في 4 فبراير، أعرب وايت عن دعمه للاقتراح الفرنسي الإسباني، مشيرًا إلى أنه يلبي الحد الأقصى من الإنصاف والمنطق المطلوب من فرنسا . في 6 فبراير، كتب وايت إلى روت أن فرنسا لن تتنازل عن مسألة الشرطة . في 8 فبراير، تحدث فون رادوفيتز مع وايت وفينوستا مرة أخرى، واقترح أن يكون للسلطان السيطرة على الشرطة ولكن مع مدربين من ثلاث قوى ثانوية، وهي خطة رفض وايت تأييدها . في 13 فبراير، أرسلت ألمانيا برقية تشير إلى أنها تفضل تعطيل المؤتمر على التراجع أكثر . في الفترة من 14 إلى 15 فبراير، أجرى وايت وريفويل محادثات أسفرت عن صيغة وايت-ريفويل، مع توصية لروزفلت بالتوصية بتقديم تنازل للقيصر . في 16 فبراير، أوصى وايت بأن تقبل ألمانيا المقترحات الفرنسية أو تنهي المؤتمر . في 7 مارس، أرسل روزفلت رسالة إلى القيصر يحثه فيها على قبول توصيات روزفلت . في 8 مارس، اقترح المندوب النمساوي خطة لتعيين شرطة فرنسية في موانئ معينة وشرطة إسبانية في موانئ أخرى، مع وجود الدار البيضاء تحت إشراف مفتش عام . في 14 مارس 1906، انتهت أزمة وزارية فرنسية وأرسل القيصر برقية أقوى إلى روزفلت يستنكر فيها الفرنسيين . في 17 مارس، أبلغ روت وايت بأن الولايات المتحدة تدافع عن حرية التجارة وسيطرة محدودة من قبل فرنسا وإسبانيا من خلال تفويض متعدد الأطراف . أدلى روزفلت ببيان عام أشاد فيه بألمانيا وقادتها في 12 أبريل 1906 .",
          "source_URLs": [
            "https://etd.ohiolink.edu/acprod/odb_etd/ws/send_file/send?accession=osu1422543485&disposition=inline",
            "https://scholar.archive.org/work/ctycv5r74bhkfkmsabt3incsee/access/wayback/http://dynamiques-internationales.com/wp-content/uploads/2016/01/Loewener-DI10-final-1.pdf",
            "https://shs.cairn.info/revue-guerres-mondiales-et-conflits-contemporains-2005-3-page-103",
            "https://zaguan.unizar.es/record/108760/files/TAZ-TFG-2021-4202.pdf?version=1"
          ]
        }
      ]
    },
    {
      "subtitle": "العواقب والتفسيرات",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "أبرزت الأزمة المغربية الأولى الصراع بين رغبة ألمانيا في الاعتراف الدولي ووضعها الفعلي في نظر القوى العظمى الأخرى . لعبت الأزمة أيضًا دورًا في استقطاب العلاقات الدولية المؤدية إلى الحرب العالمية الأولى . يرى بعض المؤرخين أن الأزمة كانت مواجهة كبرى بين القوى العظمى حول سلطنة . ساهمت الأزمة أيضًا في \"الالتزام القاري\" البريطاني، حيث جرت محادثات مشتركة بين الموظفين البريطانيين والفرنسيين من ديسمبر 1905 إلى مايو 1906 .",
          "source_URLs": [
            "https://journals.rudn.ru/international-relations/article/view/10585",
            "https://periodicals.karazin.ua/politology/article/view/23806",
            "https://scholar.archive.org/work/ctycv5r74bhkfkmsabt3incsee/access/wayback/http://dynamiques-internationales.com/wp-content/uploads/2016/01/Loewener-DI10-final-1.pdf",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9780203018088-5/british-army-general-staff-continental-commitment-1904%E2%80%9314-hew-strachan"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "يمكن تفسير الأزمة من خلال عدسات نظرية مختلفة. يشير أحد المنظورات إلى أن تصرفات ألمانيا كانت مدفوعة في المقام الأول بالحاجة إلى الدفاع عن هويتها وهيبتها، والتي شعرت أنها تتجاهلها تصرفات فرنسا في المغرب، بدلاً من اعتبارات مادية أو استراتيجية بحتة . يستخدم تفسير بديل نموذج لعبة معلومات غير كاملة لشرح تصرفات اللاعبين في المراحل الأولى من الأزمة، فضلاً عن الدعم البريطاني لفرنسا، وموقف فرنسا الحازم، وقرار ألمانيا بالسعي إلى عقد مؤتمر .",
          "source_URLs": [
            "https://scholar.archive.org/work/ctycv5r74bhkfkmsabt3incsee/access/wayback/http://dynamiques-internationales.com/wp-content/uploads/2016/01/Loewener-DI10-final-1.pdf",
            "https://www.degruyter.com/document/doi/10.1515/peps-2015-0003/html"
          ]
        },
        {
          "paragraph_id": "s3_p2",
          "text": "كان للأزمة أيضًا تأثير كبير على إسبانيا . أصبحت المسألة المغربية حلاً محتملاً لإسبانيا بعد \"كارثة ما وراء البحار\" (الحرب الإسبانية الأمريكية) . ساهمت الأزمة في أزمة الليبرالية الإسبانية في عشرينيات القرن الماضي . تدخل الجيش الإسباني لقمع خطر الثورة .",
          "source_URLs": [
            "https://link.springer.com/content/pdf/10.1057/9780230274648_9?pdf=chapter%20toc",
            "https://produccioncientifica.ucm.es/documentos/5d1df64c29995204f7667acb"
          ]
        }
      ]
    },
    {
      "subtitle": "وجهات النظر والمقاومة المغربية",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "غالبًا ما تتجاهل التحليلات التقليدية للأزمة المغربية دور الفاعلين الاجتماعيين والسياسيين المغاربة وسياقها التاريخي . يؤكد سرد مضاد على الفاعلية في المحيط ويستكشف العلاقة بين الإمبراطورية والطبقات المغربية الناشئة وتوسع رأس المال الأوروبي . كانت الاحتجاجات والمقاومة المغربية واسعة النطاق ومستمرة طوال الفترة 1900-1912 . قامت السياسة الاستعمارية الفرنسية بترميز المقاومة المغربية على أنها فوضى تقليدية وكراهية للأجانب، متجاهلة معناها السياسي .",
          "source_URLs": [
            "https://muse.jhu.edu/pub/457/article/863852/summary",
            "https://muse.jhu.edu/pub/457/article/869492/summary"
          ]
        }
      ]
    },
    {
      "subtitle": "التدخل العثماني",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "دعمت الإمبراطورية العثمانية، بالتعاون مع ألمانيا، جماعات المقاومة المغربية ضد الاستعمار الفرنسي خلال الحرب العالمية الأولى (1914-1918) . كان الهدف هو إثارة انتفاضة عامة في المغرب ودعم الأنشطة السرية لدول المركز باستخدام المغرب الإسباني كقاعدة . خطط أنور باشا، وزير الحرب العثماني، لإرسال ضباط عثمانيين إلى إسبانيا في أكتوبر 1914 لتنظيم العمليات الحربية في شمال إفريقيا . كان مولاي عبد الحفيظ، السلطان المغربي السابق المقيم في إسبانيا، فاعلاً رئيسياً أرادوا إشراكه .",
          "source_URLs": [
            "https://dergipark.org.tr/en/pub/egetid/article/1410110",
            "https://ttk.gov.tr/wp-content/uploads/2024/06/115-OdileMoreau.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "الآثار طويلة المدى",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "كانت الأزمة المغربية الأولى حدثًا مهمًا في الفترة التي سبقت الحرب العالمية الأولى، حيث سلطت الضوء على التفاعل المعقد بين الطموحات الإمبراطورية والهيبة الوطنية والتحالفات المتغيرة . كان لها أيضًا عواقب دائمة على المغرب، مما أدى إلى إنشاء محميات فرنسية وإسبانية وتشكيل المشهد السياسي والاجتماعي للبلاد لعقود قادمة .",
          "source_URLs": [
            "https://etd.ohiolink.edu/acprod/odb_etd/ws/send_file/send?accession=osu1422543485&disposition=inline",
            "https://journals.rudn.ru/international-relations/article/view/10585",
            "https://muse.jhu.edu/pub/457/article/863852/summary",
            "https://periodicals.karazin.ua/politology/article/view/23806",
            "https://www.africabib.org/rec.php?RID=048102814",
            "https://www.cambridge.org/core/journals/international-journal-of-middle-east-studies/article/in-pursuit-of-the-granary-of-rome-frances-wheat-policy-in-morocco-19151931/33F25DA21F8C070C81E5A2324E714D78"
          ]
        }
      ]
    }
  ]
}