{
  "event_name": "تجدد حصار مليلية",
  "article_title": "حصارات مليلية المتجددة: تاريخ الصراع والسيطرة",
  "sections": [
    {
      "subtitle": "Introduction",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "مليلية، مدينة وميناء إسباني يقع على ساحل البحر الأبيض المتوسط ​​في المغرب، لها تاريخ طويل ومعقد يتميز بالحصار والصراعات وديناميكيات القوة المتغيرة . منذ غزوها الأولي في عام 1497 وحتى التحديات الحديثة المتعلقة بالهجرة ومراقبة الحدود، كانت مليلية نقطة محورية للتوتر بين إسبانيا والمغرب، فضلاً عن كونها موقعًا استراتيجيًا في منطقة البحر الأبيض المتوسط ​​الأوسع .",
          "source_URLs": [
            "https://journals.openedition.org/ilcea/16312",
            "https://www.um.edu.mt/library/oar/bitstream/123456789/28790/1/Were_frontier_lands_in_the_central_mediterranean_isolated_Worlds_2006.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "التاريخ المبكر والحصارات الأولية",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "تم غزو مليلية في 17 سبتمبر 1497، على يد خوان ألونسو دي غوزمان، الدوق الثالث لمدينة سيدونيا . كانت جبل طارق بمثابة مركز لوجستي خلال الغزو وميناء إمداد لاحقًا للجيب الذي تم الحصول عليه حديثًا . أدار الدوق مليلية حتى عام 1556، عندما تم التنازل عنها للتاج الإسباني . كانت الاستجابة الإسلامية للغزو فورية، مع هجمات من قبل الريفيين و 3000 جندي أرسلهم ملك فاس .",
          "source_URLs": [
            "https://institutoecg.es/almoraima/index.php/revista/article/download/759/723",
            "https://www.boe.es/biblioteca_juridica/anuarios_derecho/abrir_pdf.php?id=ANU-P-2008-10026500330",
            "https://www.scielo.org.mx/scielo.php?pid=S0187-73722007000100001&script=sci_arttext"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "من القرن الخامس عشر إلى منتصف القرن الثامن عشر، اقتصرت أراضي مليلية على حوالي كيلومتر مربع واحد . كانت المدينة تتعرض باستمرار لمضايقات من القبائل الحدودية وعانت من حصارات متكررة . قام مختبر أدوية في ملقة بتزويد الصيدليات في مستشفيات مليلية وبينيون دي فيليز دي لا غوميرا والحسيمة بالأدوية .",
          "source_URLs": [
            "https://revistaseug.ugr.es/index.php/ars/article/view/25371",
            "https://www.scielo.org.mx/scielo.php?pid=S0187-73722007000100001&script=sci_arttext"
          ]
        },
        {
          "paragraph_id": "s1_p2",
          "text": "في أواخر القرن السابع عشر، كان هناك حصار لمليلية استمر 40 يومًا . في عامي 1694 و 1696، حاول المغاربة محاصرة مليلية . تم بناء حصن سان لورينزو في عام 1583 ولكن تم فقده في حصار عام 1678 من قبل سلطان المغرب، مولاي إسماعيل . حاصر مولاي إسماعيل بن الشريف مليلية باستمرار خلال الفترة الانتقالية من آل هابسبورغ إلى آل بوربون .",
          "source_URLs": [
            "https://dialnet.unirioja.es/descarga/articulo/1029834.pdf",
            "https://revistas.uned.es/index.php/ALDABA/article/download/19648/16431",
            "https://revistas.uned.es/index.php/ALDABA/article/download/20293/16803"
          ]
        }
      ]
    },
    {
      "subtitle": "القرن الثامن عشر: حصار 1774-1775",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "يمثل حصار مليلية من قبل السلطان المغربي محمد الثالث من 9 ديسمبر 1774 إلى 19 مارس 1775 حدثًا مهمًا في تاريخ المدينة . كان محمد الثالث يهدف إلى طرد الإسبان من شمال إفريقيا، وإعادة التسلح بدعم إنجليزي لمهاجمة الساحات الإسبانية . قاد الدفاع الإسباني المارشال الأيرلندي خوان شيرلوك .",
          "source_URLs": [
            "https://dialnet.unirioja.es/descarga/articulo/4736314.pdf",
            "https://dialnet.unirioja.es/descarga/articulo/4940711.pdf",
            "https://fundaciondisenso.org/wp-content/uploads/2025/03/20250318_Melilla.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "تألفت الحامية الإسبانية الأولية في مليلية من 776 رجلاً من فوجو فيجو دي مليلية، لكن التعزيزات زادت القوات إلى 3251 جنديًا . بدأ ما يقرب من 40 ألف جندي مغربي الحصار، باستخدام المدفعية المستوردة من إنجلترا والتي يشغلها مدفعيون أوروبيون . نظم خوان شيرلوك إجلاء النساء والأطفال وكبار السن من مليلية . نجحت القوات الإسبانية في مواجهة استراتيجيات التعدين المغربية من خلال التعدين المضاد واستخدام المتفجرات . في 9 يناير، شنت القوات الإسبانية هجومًا على الخنادق المغربية، مما أسفر عن حوالي 700 ضحية . في 14 فبراير، تم صد هجوم مغربي كبير على حصن لا فيكتوريا بالمدفعية الإسبانية ونيران البنادق .",
          "source_URLs": [
            "https://fundaciondisenso.org/wp-content/uploads/2025/03/20250318_Melilla.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "رفع محمد الثالث الحصار في 16 مارس 1775، وانسحب آخر الجنود المغاربة في 19 مارس 1775 . تشير التقديرات إلى أن حوالي 12000 قذيفة سقطت على مليلية خلال الحصار . تقدر الخسائر الإسبانية بين 105-117 قتيلاً و 509-584 جريحًا، بينما تقدر الخسائر المغربية بين 1400 و 15000 قتيل . ضمن الانتصار الإسباني مليلية تحت سيادة كارلوس الثالث .",
          "source_URLs": [
            "https://fundaciondisenso.org/wp-content/uploads/2025/03/20250318_Melilla.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p3",
          "text": "تم بناء قصبة جنادة، المعروفة أيضًا باسم حي سانتياغو، من قبل الريفيين الغيلايا في نهاية القرن الثامن عشر بعد حصار 1774-1775 . كانت بمثابة مقر لشبكة من الخنادق المحيطة بمليلية، والتي كانت تستخدم لتقييد المدينة . كانت القصبة أو الحي الريفي في جنادة، والمعروف أيضًا باسم \"كوارتيل مورو دي سانتياغو\"، عبارة عن تحصين إسلامي كان بمثابة رأس لشبكة من الخنادق التي أحاطت بمليلية .",
          "source_URLs": [
            "https://dialnet.unirioja.es/descarga/articulo/4735085.pdf",
            "https://dialnet.unirioja.es/servlet/articulo?codigo=4735085"
          ]
        }
      ]
    },
    {
      "subtitle": "توسع وصراعات القرن التاسع عشر",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "في القرن التاسع عشر، أدت الحرب الأولى مع المغرب إلى توسيع حدود مليلية، والتي تم الاعتراف بها في عام 1860 . نشأت صراعات مع الريفيين في عام 1871 بسبب تجاهلهم لمواثيق السلطان . اندلعت حرب مارغالو في عام 1893 بسبب بناء حصن في سيدي غوارياش، مما أدى إلى هجمات ريفية ووفاة الجنرال مارغالو . في عام 1893، حاصر ستة آلاف محارب ريفي مليلية، مما أجبر السكان على الاحتماء داخل السور القديم . وردت الحكومة الإسبانية بإرسال سفن حربية لقصف المواقع الريفية، مما تطلب 22000 جندي لاستعادة المواقع الخارجية .",
          "source_URLs": [
            "https://dialnet.unirioja.es/descarga/articulo/4735114.pdf"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "نما عدد سكان مليلية بشكل كبير بعد حرب مارغالو، ووصل إلى حوالي 30000 بحلول نهاية القرن التاسع عشر . في عام 1864، سُمح بالإقامة المجانية في مليلية، مما أدى إلى نمو حي مانتيليتي خارج القلعة القديمة .",
          "source_URLs": [
            "https://dialnet.unirioja.es/descarga/articulo/4735114.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "القرن العشرون: حرب الريف والحرب الأهلية الإسبانية",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "في عام 1904، اتفقت إسبانيا وفرنسا على تقسيم المغرب، مما أدى إلى إنشاء الحماية الإسبانية . في عام 1909، بدأت حرب الريف بعد أن قتل الريفيون العديد من عمال المناجم، مما أدى إلى عمل عسكري إسباني وتعبئة 42000 من جنود الاحتياط . في عام 1921، عانى الإسبان من هزيمة عسكرية كبيرة في أنوال، مما أدى إلى تراجع واسع النطاق وفقدان الأراضي والمعدات . في عام 1925، هبطت القوات الإسبانية، بقيادة الجنرال فرانسيسكو فرانكو، في الحسيمة، مما يمثل بداية نهاية تمرد الريف .",
          "source_URLs": [
            "https://dialnet.unirioja.es/descarga/articulo/4735114.pdf"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "بدأ الانقلاب الذي أثار الحرب الأهلية الإسبانية في مليلية في 17 يوليو 1936 . تخلى فرانكو عن الأراضي التي تطالب بها المغرب وغينيا الاستوائية تحت الضغط، مع الاحتفاظ بسبتة ومليلية .",
          "source_URLs": [
            "https://www.politologist.com/files/publications/Loyalism-vs.-Revolutuion.-Franco-Castro-and-Pinochet-Compared.pdf",
            "https://www.scielo.org.mx/scielo.php?pid=S0187-73722007000100001&script=sci_arttext"
          ]
        }
      ]
    },
    {
      "subtitle": "التحديات الحديثة: الهجرة ومراقبة الحدود",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "في أواخر التسعينيات، شهدت مليلية زيادة في عدد المهاجرين غير الشرعيين الذين يعبرون الحدود . في أكتوبر 2005، كان \"حصار\" سبتة ومليلية من قبل الآلاف من المهاجرين قضية رئيسية . حاولت إسبانيا الدفاع عن حدودها عن طريق إقامة سياج يبلغ ارتفاعه ثلاثة أمتار حول الجيوب، مع خطط لرفعه إلى ستة أمتار . قُتل ما لا يقل عن 11 شخصًا في موجة المهاجرين الذين حاولوا عبور السياج . جددت إسبانيا اتفاقًا مع المغرب يسمح لإسبانيا بترحيل جميع المهاجرين إلى المغرب، بغض النظر عن بلدهم الأصلي .",
          "source_URLs": [
            "https://commons.erau.edu/cgi/viewcontent.cgi?article=2008&context=avion",
            "https://www.scielo.org.mx/scielo.php?pid=S0187-73722007000100001&script=sci_arttext"
          ]
        },
        {
          "paragraph_id": "s5_p1",
          "text": "أثار نصب الأسلاك الشائكة على الحدود بين الولايات المتحدة والمكسيك في عام 2018 أذهانًا بأسوار مماثلة في سبتة ومليلية، وهما جيبان إسبانيان في المغرب . يرتبط استخدام الأسلاك الشائكة في سبتة ومليلية بجهود السيطرة على حركة المهاجرين . يعيش الآلاف من المهاجرين في معسكرات في الغابات خلف سبتة ومليلية، والتي يشار إليها المهاجرون باسم \"الغيتوات\" .",
          "source_URLs": [
            "https://link.springer.com/chapter/10.1007/978-3-031-16151-3_4",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9781003142911-9/barbed-wire-tabea-linhard"
          ]
        },
        {
          "paragraph_id": "s5_p2",
          "text": "في مايو 2021، فتح المغرب حدوده مع إسبانيا، مما دفع المهاجرين إلى العبور، مما أثار توترات . في 24 يونيو 2022، توفي ما لا يقل عن 37 مهاجراً في سبتة ومليلية خلال محاولة لعبور الجيوب . تولى المغرب، بسبب \"وضعه المتقدم\" في العلاقات مع الوحدة الأوروبية، السيطرة على حدود سبتة ومليلية .",
          "source_URLs": [
            "https://journals.openedition.org/ilcea/16312",
            "https://www.scielo.org.mx/pdf/fn/v34/0187-7372-fn-v34-e2285-en.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "مليلية المعاصرة",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "توصف مليلية بأنها مدينة أوروبية حديثة، بينما توصف الناظور، المغرب، بأنها مدينة في منطقة هامشية في شمال شرق المغرب . يفصل بين المدينتين حدود طولها 10 كيلومترات . يعبر عشرات الآلاف من المغاربة الحدود يوميًا لشراء سلع في مليلية، وهي ميناء حر . توصف الحدود بأنها نقطة ذات أهمية سياسية واقتصادية واستراتيجية كبيرة . تشتهر الحدود بأنها مركز للأنشطة الاقتصادية غير القانونية، مثل التهريب والاتجار بالمخدرات .",
          "source_URLs": [
            "https://ledmaroc.ma/wp-content/uploads/2023/04/N%C2%B025.pdf"
          ]
        },
        {
          "paragraph_id": "s6_p1",
          "text": "تمت الموافقة على النظام الأساسي للحكم الذاتي لمليلية في عام 1995 . أجريت انتخابات في إسبانيا في 28 مايو 2023، لتقرير تكوين المجالس البلدية، بما في ذلك جمعيات \"المدن المستقلة\" في سبتة ومليلية .",
          "source_URLs": [
            "https://shs.cairn.info/article/PSUD_059_0107?tab=texte-integral",
            "https://www.scielo.org.mx/scielo.php?pid=S0187-73722007000100001&script=sci_arttext"
          ]
        }
      ]
    }
  ]
}