{
  "event_name": "أزمة المغرب الثانية أزمة أغادير",
  "article_title": "أزمة أغادير: الأزمة المغربية الثانية عام 1911",
  "sections": [
    {
      "subtitle": "خلفية الأزمة",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "وقعت أزمة أغادير، المعروفة أيضًا باسم الأزمة المغربية الثانية، في عام 1911 وكشفت عن التوترات المتزايدة بين فرنسا وألمانيا، مما نذر باندلاع الحرب العالمية الأولى . نشأت الأزمة من التنافسات الإمبراطورية طويلة الأمد بين القوى الأوروبية، وخاصة فرنسا وألمانيا، حول المغرب . عانت مكانة ألمانيا بين القوى العظمى في أوروبا من نكسات منذ عام 1890، حيث أصبحت روسيا حليفًا لفرنسا في عام 1894 ووقعت بريطانيا العظمى اتفاقية مع فرنسا في عام 1904 . في عام 1907، توصلت روسيا وبريطانيا العظمى أيضًا إلى تفاهم . حسم الوفاق الودي الأنجلو-فرنسي لعام 1904 مستقبل المغرب، حيث وافقت بريطانيا العظمى على أنه يجوز لفرنسا إنشاء محمية هناك . لم يتم إخطار ألمانيا، وهي من الدول الموقعة على اتفاقية مدريد لعام 1880، رسميًا أو استشارتها بشأن الحماية الفرنسية في المغرب . ساهم هذا في أن يصبح المغرب رمزًا لتراجع مكانة ألمانيا .",
          "source_URLs": [
            "https://history.hanover.edu/hhr/23/hhr2023complete.pdf#page=65",
            "https://rightwiki.org/index.php?title=Agadir",
            "https://www.cambridge.org/core/journals/historical-journal/article/viii-commercial-interests-and-german-diplomacy-in-the-agadir-crisis/7197601E08C4D15B162460885E349BB1",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9780203624586-7/german-threat-christopher-andrew-paul-vallet",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9781315633916-8/spirit-recognition-foreign-policy-richard-ned-lebow"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "كان الوفاق الودي في 8 أبريل 1904 بين بريطانيا وفرنسا، تسوية للخلافات الاستعمارية، حيث اعترفت فرنسا بالمصالح البريطانية في مصر مقابل اعتراف بريطاني بالمصالح الفرنسية في المغرب . كما صرح السفير الفرنسي بول كامبون، \"نعطيك مصر مقابل المغرب\" . مهدت هذه الاتفاقية الطريق لعلاقة أوثق بين البلدين قبل الحرب العالمية الأولى .",
          "source_URLs": [
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9780203624586-6/entente-cordiale-began-john-keiger",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9780203624586-7/german-threat-christopher-andrew-paul-vallet"
          ]
        },
        {
          "paragraph_id": "s0_p2",
          "text": "كانت أزمة طنجة عام 1905 صراعًا دبلوماسيًا كبيرًا بين ألمانيا وفرنسا حول وضع المغرب . زار الإمبراطور الألماني فيلهلم الثاني طنجة في 31 مارس 1905، مؤكدًا دعمه للسيادة المغربية وتحدي السيطرة الفرنسية . نشأ هذا الإجراء من المخاوف الألمانية بشأن التوسع الفرنسي واتفاقياته مع بريطانيا وإسبانيا . تصاعدت الأزمة عندما دعت ألمانيا إلى عقد مؤتمر دولي، مما أدى إلى مؤتمر الجزيرة الخضراء في عام 1906، حيث تم تأييد مطالبات فرنسا إلى حد كبير، وعزلت ألمانيا . عززت أزمة طنجة التحالف الأنجلو-فرنسي وساهمت في تشكيل الوفاق الثلاثي .",
          "source_URLs": [
            "https://publication.npru.ac.th/bitstream/123456789/1466/1/npru_211.pdf",
            "https://www.ebsco.com/research-starters/history/tangier-crisis"
          ]
        }
      ]
    },
    {
      "subtitle": "تطورات الأزمة",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "في ربيع عام 1911، قرر مكتب الخارجية الفرنسي الاستيلاء على المغرب، مستخدمًا الاضطرابات الداخلية كذريعة للتدخل وحماية الأجانب في فاس . في أبريل 1911، أدى تمرد في المغرب إلى تدخل عسكري فرنسي بذريعة حماية الأوروبيين والأصول الفرنسية . حاصر المتمردون السلطان عبد الحفيظ، مما أدى إلى تدخل فرنسي . في 21 مايو 1911، احتلت القوات الفرنسية فاس، وفي 8 يونيو، مكناس، وهي إجراءات انتهكت قانون الجزيرة الخضراء .",
          "source_URLs": [
            "https://encyclopedia.1914-1918-online.net/article/the-way-to-war/",
            "https://publication.npru.ac.th/bitstream/123456789/1466/1/npru_211.pdf",
            "https://shs.cairn.info/article/TALLA_BECKE_2012_01_0039",
            "https://shs.hal.science/halshs-03150813v1/file/Cours%20Colo-3-converti.pdf"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "في 1 يوليو 1911، قامت ألمانيا بتصعيد الوضع بإرسال السفينة الحربية بانثر إلى أغادير، مما أدى إلى بدء الأزمة المغربية الثانية (أزمة أغادير) . كانت ذريعة ألمانيا لإرسال السفن هي مساعدة الشركات الألمانية في وادي سوس . كان الهدف من نشر بانثر أيضًا هو ترهيب البحرية البريطانية، حيث سعت ألمانيا إلى تحدي الهيمنة البحرية البريطانية . وصل هيرمان ويلبرغ، مندوب المبيعات الألماني الذي أرسل لتقديم الذريعة للتدخل، بعد ثلاثة أيام من وصول بانثر . تناوبت السفن الألمانية برلين وبانثر قبالة ميناء أغادير خلال الأزمة .",
          "source_URLs": [
            "https://encyclopedia.1914-1918-online.net/article/the-way-to-war/",
            "https://publication.npru.ac.th/bitstream/123456789/1466/1/npru_211.pdf",
            "https://rightwiki.org/index.php?title=Agadir",
            "https://www.cambridge.org/core/journals/historical-journal/article/viii-commercial-interests-and-german-diplomacy-in-the-agadir-crisis/7197601E08C4D15B162460885E349BB1",
            "https://www.ebsco.com/research-starters/history/tangier-crisis"
          ]
        },
        {
          "paragraph_id": "s1_p2",
          "text": "استخدمت الحكومة الألمانية، وتحديداً ألفريد فون كيدرلين-واختر، وزير الدولة للشؤون الخارجية، التدخل الفرنسي كفرصة للمطالبة بتعويضات استعمارية مقابل قبول ألمانيا للحماية الفرنسية على المغرب . حاول كيدرلين-واختر استخدام \"الرأي العام\" (الصحافة) كسلاح دبلوماسي خلال الأزمة المغربية الثانية .",
          "source_URLs": [
            "https://encyclopedia.1914-1918-online.net/pdf/1914-1918-Online-controversy_the_medias_responsibility_for_crises_and_conflicts_in_the_age_of_imperialism-2016-01-20.pdf",
            "https://shs.cairn.info/article/TALLA_BECKE_2012_01_0039"
          ]
        }
      ]
    },
    {
      "subtitle": "ردود الفعل والمفاوضات الدولية",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "أدت أزمة أغادير إلى التهديد بالحرب بين فرنسا وألمانيا . دعمت لندن علنًا المطالبات الفرنسية في المغرب، مما عزز العلاقات الأنجلو-فرنسية . سرعت الأزمة المحادثات السرية بين العميد هنري ويلسون وضباط الأركان الفرنسيين، والتخطيط لتدخل بريطاني محتمل . في 23 أغسطس، حدد اجتماع لجنة الدفاع الإمبراطوري خطط الحرب، حيث قبل الوزراء المدنيون احتمال وجود جيش بريطاني في القارة .",
          "source_URLs": [
            "https://encyclopedia.1914-1918-online.net/article/the-way-to-war/",
            "https://rightwiki.org/index.php?title=Agadir"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "أوضح خطاب لويد جورج في مانشن هاوس في 21 يوليو 1911، بوضوح الإجراءات المستقبلية لبريطانيا ضد ألمانيا . اعتبر بول كامبون، السفير الفرنسي في لندن، الخطاب تتويجًا للاستياء البريطاني المتزايد من ألمانيا . اقترح كامبون تشجيع التقييمات الإيجابية للويد جورج وخطابه في الصحف الفرنسية . أبلغ غراي تشرشل ولويد جورج باحتمال شن هجوم أسطول، مما دفعه إلى تحذير ماكينا .",
          "source_URLs": [
            "https://ecommons.udayton.edu/cgi/viewcontent.cgi?article=1101&context=udr",
            "https://link.springer.com/chapter/10.1007/978-3-030-43443-4_9",
            "https://www.cambridge.org/core/journals/historical-journal/article/vii-the-agadir-crisis-the-mansion-house-speech-and-the-doubleedgedness-of-agreements/8C7924E7FEB3E6CAAA1329E88FFE9E1E"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "أظهرت أزمة أغادير تطور الوفاق إلى تحالف \"فعلي\"، حيث أشار غراي إلى التزام بريطانيا بسياسة قارية لرؤساء وزراء الدومينيون . كانت تصرفات غراي خلال أزمة أغادير ردًا على المطالبات والإجراءات الألمانية .",
          "source_URLs": [
            "https://core.ac.uk/download/pdf/9640791.pdf",
            "https://encyclopedia.1914-1918-online.net/article/the-way-to-war/"
          ]
        },
        {
          "paragraph_id": "s2_p3",
          "text": "أشارت المحادثات بين كيدرلين وج. كامبون في 13 و 14 يوليو 1911، إلى أن الأراضي في إفريقيا، وتحديداً الكونغو، ستكون مقبولة لدى ألمانيا كتعويض .",
          "source_URLs": [
            "https://www.cambridge.org/core/journals/historical-journal/article/viii-commercial-interests-and-german-diplomacy-in-the-agadir-crisis/7197601E08C4D15B162460885E349BB1"
          ]
        }
      ]
    },
    {
      "subtitle": "الحل والنتائج",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "اختتمت أزمة أغادير في أوائل الخريف باستسلام ألمانيا لكنها تلقت أراضٍ في الكونغو الفرنسية كتعويض . تم توقيع معاهدة فرنسية ألمانية في 4 نوفمبر 1911، مما منح فرنسا يدًا حرة في المغرب مقابل التنازل عن بعض المستعمرات الأفريقية . غادرت السفينة الحربية بانثر والطراد برلين خليج أغادير بعد توقيع المعاهدة . حصلت فرنسا على يد حرة في المغرب بالتنازل عن أراضٍ في الكونغو إلى المستعمرة الألمانية الكاميرون بعد أزمة أغادير .",
          "source_URLs": [
            "https://encyclopedia.1914-1918-online.net/article/the-way-to-war/",
            "https://journals.openedition.org/encyclopedieberbere/903",
            "https://rightwiki.org/index.php?title=Agadir"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "تسببت أزمة أغادير في مواجهة ثيوبالد فون بيتمان هولفيغ والحكومة الألمانية لضغوط مالية بسبب الحاجة إلى المزيد من أموال الجيش، مما دفعهم إلى محاولة إبطاء السباق البحري . فشلت مهمة هالدين إلى برلين، الناتجة عن أزمة أغادير، في تحقيق تباطؤ في البناء البحري على الرغم من العروض الألمانية بالحياد الحميد .",
          "source_URLs": [
            "https://encyclopedia.1914-1918-online.net/article/the-way-to-war/"
          ]
        },
        {
          "paragraph_id": "s3_p2",
          "text": "أدت أزمة أغادير إلى تجديد نظام الأركان الفرنسي وتولي الجنرال جوزيف جوفر المسؤولية . تم فصل الجنرال فيكتور ميشيل في باريس بسبب استراتيجيته الدفاعية ضد ألمانيا .",
          "source_URLs": [
            "https://encyclopedia.1914-1918-online.net/article/the-way-to-war/"
          ]
        },
        {
          "paragraph_id": "s3_p3",
          "text": "قررت الحكومة الإيطالية، التي كانت تراقب التقدم الفرنسي في فاس، الاستيلاء على طرابلس من العثمانيين في أغسطس 1911، مما أدى إلى إعلان رسمي للحرب في 29 سبتمبر 1911 .",
          "source_URLs": [
            "https://encyclopedia.1914-1918-online.net/article/the-way-to-war/"
          ]
        },
        {
          "paragraph_id": "s3_p4",
          "text": "في برلين، هاجم النقاد المحافظون المكاسب الضئيلة للحكومة من أزمة أغادير، مما دفع الجيش البروسي إلى البحث عن المزيد من القوات والمساهمة في سباق التسلح . أدى التقييم الألماني بعد أزمة أغادير إلى استنتاج مفاده أن بريطانيا قد تدخل حربًا إلى جانب فرنسا وروسيا .",
          "source_URLs": [
            "https://encyclopedia.1914-1918-online.net/article/the-way-to-war/"
          ]
        },
        {
          "paragraph_id": "s3_p5",
          "text": "زادت أزمة أغادير بشكل كبير من احتمالية نشوب حرب بين القوى الكبرى في أوروبا . ساهمت الأزمة في الانقسامات المتزايدة في أوروبا وتدهور الظروف التي أدت إلى الحرب العالمية الأولى . بعد أزمة طنجة عام 1905، انقسمت أوروبا بشكل متزايد إلى معسكرين مسلحين بشدة .",
          "source_URLs": [
            "https://publication.npru.ac.th/bitstream/123456789/1466/1/npru_211.pdf",
            "https://publication.npru.ac.th/handle/123456789/1466",
            "https://www.ebsco.com/research-starters/history/tangier-crisis",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9781315633916-8/spirit-recognition-foreign-policy-richard-ned-lebow"
          ]
        }
      ]
    },
    {
      "subtitle": "التأثير على المغرب",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "تم توقيع معاهدة فاس في عام 1911، مما سمح لفرنسا بإنشاء محمية على المغرب في عام 1912 . بموجب معاهدة فاس، تنازلت فرنسا عن أراضٍ في أفريقيا الاستوائية الفرنسية لألمانيا كتعويض . تم توقيع المعاهدة الفرنسية الإسبانية في 27 نوفمبر، مما يمثل خطوة نحو إنشاء محمية فرنسية في الإمبراطورية الشريفية . حددت إسبانيا ثلاث مناطق في شمال المغرب بما في ذلك الريف ومنطقة تطوان والغرب الإسباني منذ عام 1900 . أنفقت إسبانيا ما يقرب من 40,000,000 دولار منذ عام 1900 لتأمين ممتلكاتها في شمال المغرب . نزلت القوات الفرنسية في أغادير في 15 يونيو 1913 .",
          "source_URLs": [
            "https://publication.npru.ac.th/bitstream/123456789/1466/1/npru_211.pdf",
            "https://rightwiki.org/index.php?title=Agadir",
            "https://www.cambridge.org/core/journals/american-journal-of-international-law/article/new-moroccan-protectorate/18C3D9C4A216CF6E1B09FE26217BF369"
          ]
        }
      ]
    },
    {
      "subtitle": "وجهات النظر الاشتراكية",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "كان رد فعل الأممية على الأزمة المغربية الثانية (1911) أقل أهمية من رد فعلها على الحرب الإيطالية التركية (1911-1912) . شارك الحزب الاشتراكي الديمقراطي الألماني (SPD) والقسم الفرنسي للأممية العمالية (SFIO) بشكل وثيق في الأزمة المغربية الأولى، مما أثر على استجابة الأممية . عقد المكتب الاشتراكي الدولي (ISB) مؤتمراً في زيورخ عام 1911 حيث تمت مناقشة المسألة المغربية بشكل شامل، ولكن تقرر عدم نشر المناقشة . نشرت فورفارتس ولومانيتيه مقالات ودعوات تتعلق بالمسألة المغربية خلال الأزمة في عام 1911 . كتب جان جوريس من لومانيتيه عن الخطر والحاجة إلى رباطة الجأش خلال الأزمة المغربية في يوليو 1911 . تم نشر دعوة للتظاهر ضد دعاة الحرب والتضامن مع الإخوة الفرنسيين والإنجليز على الصفحة الأولى من فورفارتس في 1 سبتمبر 1911، مشيرة إلى أن المغرب لا يستحق عظام عامل ألماني واحد .",
          "source_URLs": [
            "https://link.springer.com/chapter/10.1007/978-3-030-74084-9_4"
          ]
        }
      ]
    },
    {
      "subtitle": "التأثير المحلي البريطاني",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "في أعقاب أزمة أغادير عام 1911، أقر المؤسسة الدفاعية البريطانية بالتأثير السياسي والاجتماعي الذي مارسه الخوف من الغزو في المجتمع البريطاني . توقعت المؤسسة الدفاعية البريطانية أن يؤثر الرأي العام سلبًا على العمليات الاستراتيجية في أعقاب أزمة أغادير . اندلع الخوف من الغزو عام 1914 بسبب القلق العام في بداية الحرب العالمية الأولى .",
          "source_URLs": [
            "https://scholars.wlu.ca/etd/2096/"
          ]
        }
      ]
    }
  ]
}