{
  "event_name": "مناوشات دورية مع قوات البوليساريو",
  "article_title": "مناوشات دورية مع قوات البوليساريو: تاريخ الصراع في الصحراء الغربية",
  "sections": [
    {
      "subtitle": "خلفية الصراع",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "ينبع الصراع في الصحراء الغربية من تاريخ المنطقة الاستعماري والمطالبات المتنافسة بالسيادة . من عام 1912 إلى عام 1956، قُسم المغرب إلى محميات فرنسية وإسبانية، بالإضافة إلى منطقة طنجة الدولية . تم إنهاء جميع ترتيبات الحماية في عام 1956 . في عام 1973، تم تشكيل الجبهة الشعبية لتحرير الساقية الحمراء ووادي الذهب (جبهة البوليساريو)، التي تسعى إلى الاستقلال للصحراء الإسبانية . وضع تطور صناعة الفوسفات في المنطقة الأساس لحركة قومية حديثة، حيث سعت جبهة البوليساريو إلى إقامة دولة قومية مستقلة . ساهم الوعي المتزايد بين الصحراويين بشأن احتمال وجود بلد قابل للاستمرار اقتصاديًا بسبب موارد الفوسفات في تعبئة المقاومة المسلحة ضد السيطرة المغربية .",
          "source_URLs": [
            "https://api.taylorfrancis.com/content/books/mono/download?identifierName=doi&identifierValue=10.4324/9780203323229&type=googlepdf",
            "https://core.ac.uk/download/pdf/141198874.pdf",
            "https://link.springer.com/chapter/10.1057/9780230271241_124",
            "https://wiredspace.wits.ac.za/items/e8dd4104-70b9-4449-b567-b9ec2a01f956"
          ]
        }
      ]
    },
    {
      "subtitle": "دعم القذافي للبوليساريو",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "قدم الزعيم الليبي معمر القذافي دعمًا كبيرًا لجبهة البوليساريو . اعتبارًا من مارس 1981، كانت ليبيا تزود معظم معدات البوليساريو . كان دعم القذافي مدفوعًا بتعاطفه مع الحركات الثورية ومعارضته للمغرب الملكي . كان يهدف إلى مساعدة الجماعات الثورية ضد الأنظمة الملكية القائمة وأي شخص يعارض إسرائيل . رأى القذافي تدمير إسرائيل كحافز للوحدة العربية والإسلامية . افتتحت ليبيا مكاتب في طرابلس لمنظمات مختلفة، بما في ذلك البوليساريو .",
          "source_URLs": [
            "https://www.danielpipes.org/documents/162.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "المقاومة المسلحة والتوترات",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "انخرطت جبهة البوليساريو في مقاومة عنيفة وغير عنيفة ضد المغرب . اعتبر الشباب الصحراويون، المحبطون من سياسة جبهة البوليساريو التي يرونها \"لا تفعل شيئًا\"، المقاومة المسلحة بشكل متزايد كحل للصراع . لاقت نظريات دودويت حول المقاومة المسلحة صدى لدى هؤلاء الشباب . هددت البوليساريو باستئناف الأعمال العدائية مع المغرب إذا لم تتوقف عن بناء طريق يربط المغرب بالسنغال عبر المنطقة العازلة في عام 2016 . حشد كل من المغرب والبوليساريو قواتهما على جانبيهما من خط وقف إطلاق النار حتى انسحب المغرب في فبراير 2017 وفعلت البوليساريو الشيء نفسه في أبريل 2017 . شن المغرب هجومًا على البوليساريو في الصحراء الغربية التي تسيطر عليها البوليساريو (الجمهورية العربية الصحراوية الديمقراطية) في أواخر أغسطس إلى أوائل سبتمبر 1991، مستهدفًا تيفاريتي وبئر لحلو قبل أن يدخل وقف إطلاق النار حيز التنفيذ رسميًا . في عام 2020، أطلق المغرب عملية في المنطقة الحدودية للصحراء الغربية ضد جبهة البوليساريو .",
          "source_URLs": [
            "https://bora.uib.no/bora-xmlui/handle/1956/8590",
            "https://core.ac.uk/download/pdf/141198874.pdf",
            "https://link.springer.com/chapter/10.1007/978-94-6265-491-4_7",
            "https://wiredspace.wits.ac.za/items/e8dd4104-70b9-4449-b567-b9ec2a01f956"
          ]
        }
      ]
    },
    {
      "subtitle": "التدخل الدولي وجهود حفظ السلام",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "تشارك الأمم المتحدة (الأمم المتحدة) في الصحراء الغربية منذ عام 1986 . في أبريل 1991، نشرت الأمم المتحدة بعثة حفظ السلام مينورسو لمراقبة وقف إطلاق النار . كان الهدف طويل الأجل لمينورسو هو إجراء استفتاء على تقرير المصير . ومع ذلك، يعتبر البعض مينورسو فاشلة لأنها لم تتمكن من إجراء هذا الاستفتاء . تشجع الولايات المتحدة رسميًا الوساطة في نزاع الصحراء الغربية لكنها تدعم \"متطلبات الدفاع عن النفس المشروعة\" للمغرب في المنطقة المتنازع عليها . كانت الولايات المتحدة تهدف إلى الحفاظ على علاقات وثيقة مع المغرب . تفاقمت التوترات بين الأمم المتحدة والمغرب بسبب خطة المغرب لبناء طريق يربط المغرب بالسنغال عبر \"المنطقة العازلة\" التي تم إنشاؤها في عام 1991 للحفاظ على وقف إطلاق النار . طالب المغرب الأمم المتحدة بسحب جميع موظفيها المدنيين من الصحراء الغربية في غضون 72 ساعة في مارس 2016 بعد أن وصف الأمين العام للأمم المتحدة بان كي مون الوضع في الصحراء الغربية بأنه \"احتلال\" .",
          "source_URLs": [
            "http://csis-website-prod.s3.amazonaws.com/s3fs-public/legacy_files/files/publication/anotes_0887.pdf",
            "https://core.ac.uk/download/pdf/141198874.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "تورط موريتانيا ومخاوفها",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "كانت موريتانيا قلقة بشأن التورط في الصراع بين المغرب وحركة البوليساريو . في 1977-1978، تم إدراج البوليساريو كطرف متدخل في موريتانيا، في ظل ظرف كونها معادية للحكومة . خصصت موريتانيا 25 في المائة من ميزانيتها للجيش في عامي 1980 و 1981 بسبب المخاوف بشأن الحرب في الصحراء الغربية . في عام 1996، خشيت موريتانيا من أن المنطقة المتاخمة للصحراء الغربية ستصبح مسرحًا لمواجهات عسكرية بين المغرب وجبهة البوليساريو . كانت هناك تقارير غير مؤكدة عن اشتباكات بين القوات الموريتانية التي تحرس الحدود والقوات الصحراوية التي تنتهكها في عام 1996 . رغبت موريتانيا في الحفاظ على الحياد في الصراع بين المغرب والجزائر بشأن الصحراء الغربية .",
          "source_URLs": [
            "http://csis-website-prod.s3.amazonaws.com/s3fs-public/legacy_files/files/publication/anotes_0887.pdf",
            "https://cinumedpub.mmsh.fr/aan/Pdf/AAN-1996-35_04.pdf",
            "https://muse.jhu.edu/pub/6/article/446052/summary"
          ]
        }
      ]
    },
    {
      "subtitle": "مبيعات الأسلحة والمساعدة العسكرية",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "أنفقت دول الشرق الأوسط، بما في ذلك دول شمال إفريقيا، مبالغ كبيرة على واردات الأسلحة خلال الفترة 1978-1988 . إذا تم تضمين ليبيا والجزائر وتونس والمغرب في منطقة الشرق الأوسط لحسابات ACDA، فإن النسبة المئوية السنوية للشرق الأوسط من واردات الأسلحة العالمية كانت ستتجاوز 40٪ . بلغت قيمة التسليمات العسكرية الأمريكية إلى المغرب (بملايين الدولارات) 62 في عام 1982، و 65 في عام 1983، و 80 في عام 1984، و 53 في عام 1985 . بلغت قيمة التسليمات العسكرية غير الأمريكية إلى المغرب (بملايين الدولارات) 215 في عام 1982، و 262 في عام 1983، و 140 في عام 1984، و 52 في عام 1985 .",
          "source_URLs": [
            "http://csis-website-prod.s3.amazonaws.com/s3fs-public/legacy_files/files/publication/anotes_0887.pdf",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9780429039119-2/current-trends-arms-sales-middle-east-anthony-cordesman"
          ]
        }
      ]
    },
    {
      "subtitle": "القضايا والمنظورات المستمرة",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "لا يزال الصراع في الصحراء الغربية دون حل، مع استمرار التوترات ووجهات النظر المختلفة حول حله . حذرت جبهة البوليساريو من استئناف الحرب في عام 1993 . توفي الزعيم القديم للبوليساريو، محمد عبد العزيز، في 31 مايو 2016 . في عام 2006، رفض محمد عبد العزيز، الأمين العام لجبهة البوليساريو، اقتراح الأمين العام للأمم المتحدة بإجراء مفاوضات مباشرة بين الطرفين . حث الكونجرس الإسباني الحكومة المغربية على احترام الحقوق الفردية، وضمان الشفافية في الاعتقالات، والسماح للمراقبين الدوليين بالوصول إلى الصحراء الغربية، ودعم حق الشعب الصحراوي في تقرير المصير . في ديسمبر 2020، اعترفت الولايات المتحدة بالسيادة المغربية على الصحراء الغربية المتنازع عليها .",
          "source_URLs": [
            "https://core.ac.uk/download/pdf/141198874.pdf",
            "https://link.springer.com/chapter/10.1007/978-1-349-23389-2_7",
            "https://link.springer.com/chapter/10.1007/978-3-319-90206-7_16",
            "https://link.springer.com/chapter/10.1007/978-94-6265-491-4_7",
            "https://reei.tirant.com/redi/article/download/1229/1235"
          ]
        }
      ]
    }
  ]
}