{
  "event_name": "حرب الريف ثورة عبد الكريم الخطابي (المغرب)",
  "article_title": "حرب الريف وثورة عبد الكريم الخطابي في المغرب",
  "sections": [
    {
      "subtitle": "الخلفية والسياق الاستعماري",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "حرب الريف (1921-1926)، والمعروفة أيضًا باسم ثورة عبد الكريم الخطابي، كانت صراعًا بين أهل الريف في المغرب والقوى الاستعمارية لإسبانيا وفرنسا . منحت الوفاق الودي لعام 1904 فرنسا حرية التصرف في المغرب، مع تخصيص منطقة الريف لإسبانيا . تضمن تاريخ المغرب مع إسبانيا ذكريات الأندلس والاحتلال الإسباني بعد الاسترداد، مع مدن مثل سبتة ومليلية التي كانت بمثابة مواقع رئيسية . رسّخت معاهدة الحماية، الموقعة في 30 مارس 1912 مع السلطان مولاي حفيظ، تقسيم المغرب، ومنحت فرنسا \"المغرب النافع\" وإسبانيا السيطرة على منطقة الريف الجبلية المطلة على البحر الأبيض المتوسط . استهدفت منطقة الريف بسبب مواردها المعدنية من قبل الصناعيين في أواخر القرن التاسع عشر . حافظت إسبانيا على شبكة من المخبرين والعملاء في شمال المغرب منذ القرن السابع عشر .",
          "source_URLs": [
            "http://joergtiedjen.com/texte/Abdelkrim.pdf",
            "https://shs.cairn.info/article/DEC_BOUCH_2013_01_0451",
            "https://www.iemed.org/wp-content/uploads/2021/01/Transmediterranean-Political-Socialisation-The-Hirak-Movement-the-Moroccan-Diaspora-and-Europe-as-a-Political-Imaginary.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "عبد الكريم: من التعاون إلى الثورة",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "برز محمد بن عبد الكريم الخطابي كزعيم رئيسي في الريف . في البداية، دعم عبد الكريم التدخل الإسباني في الريف، معتقدًا أنه يمكن أن يؤدي إلى التنمية الاقتصادية والتحديث . حتى أنه ساهم في نشر الموقف الإسباني من خلال كتابة وقائع باللغة العربية لصحيفة *El Telegrama del Rif*، وهي صحيفة إسبانية تأسست في مليلية عام 1902، بهدف الترويج للعمل الاستعماري الإسباني وعمل الجيش الإسباني في المغرب . كانت لعائلة عبد الكريم علاقات مع \"الحزب الإسباني\" واستفادت من الامتيازات كمشاركين مع المشروع الاستعماري الإسباني . انتقد السياسات الاستعمارية الفرنسية لاستغلالها الاقتصاد المغربي . ومع ذلك، بعد الحرب العالمية الأولى، بدأ عبد الكريم في الدعوة إلى استقلال الريف وتحالف مع قوى المركز، مما أدى إلى اعتقاله من قبل الإسبان بتهمة الخيانة .",
          "source_URLs": [
            "http://joergtiedjen.com/texte/Abdelkrim.pdf",
            "https://dehesa.unex.es/bitstream/10662/22878/1/shhc20213993120.pdf",
            "https://dehesa.unex.es/handle/10662/22878"
          ]
        }
      ]
    },
    {
      "subtitle": "كارثة أنوال وصعود جمهورية الريف",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "بدأت حرب الريف بهجوم إسباني عام 1920 يهدف إلى إخضاع الريف-القبائل . في يوليو 1921، هزمت قوات عبد الكريم بشكل حاسم جيشًا إسبانيًا في أنوال، مما أسفر عن حوالي 20000 ضحية إسبانية . دفع الملك ألفونسو الثالث عشر الجنرال الإسباني سيلفستر إلى غزو المنطقة عسكريًا، لكنه قلل من شأن الريف . مثلت الهزيمة في أنوال نقطة تحول في حرب الريف . نجح الريف-القبائل في مقاومة القوات الإسبانية ولاحقًا الفرنسية لأكثر من خمس سنوات وأسسوا جمهورية الريف . مثلت جمهورية الريف تحديًا للاستعمار وتطلعات التحرير .",
          "source_URLs": [
            "http://joergtiedjen.com/texte/Abdelkrim.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "بعد أنوال، دعا عبد الكريم إلى الجهاد وحصل على الدعم، وفي النهاية تم الاعتراف به كأمير من قبل قبائل الريف . في عام 1923، أعلن عبد الكريم جمهورية الريف، وصاغ دستورًا وأنشأ برلمانًا وإدارة مدنية . سعت جمهورية الريف إلى الاعتراف الدولي لكن القوى الأوروبية رفضتها . في سبتمبر 1922، أرسلت اللجنة الريفية في لندن وثيقتين إلى مجلس عصبة الأمم، وقعهما عبد الكريم بصفته \"رئيسًا وقائدًا عامًا لجمهورية الريف\" . ادعى عبد الكريم التزامه بحماية حقوق الأجانب والحكم بما يخدم السلام والتجارة الدولية . كما ندد بالعنف الذي ارتكبه الإسبان، بما في ذلك استخدام الأسلحة الكيميائية وتدمير المواقع الإسلامية المقدسة . أعرب عبد الكريم عن استعداده للتفاوض على اتفاق مع مدريد من شأنه الحفاظ على مصالح الملكية الإسبانية في المغرب والحق في وجود جمهورية الريف .",
          "source_URLs": [
            "http://joergtiedjen.com/texte/Abdelkrim.pdf",
            "https://journals.openedition.org/ccec/6650"
          ]
        }
      ]
    },
    {
      "subtitle": "الوحشية الإسبانية والتدخل الدولي",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "سيطرت الحكومة الإسبانية، وخاصة بعد انقلاب بريمو دي ريفيرا، بدقة على التمثيل العام للحملة العسكرية في المغرب . في أكتوبر 1924، سعى السفير الإسباني في لندن، ألفونسو ميري ديل فال إي زوليتا، إلى الرد على الحملات الصحفية المتعاطفة مع المتمردين الريفيين من خلال الكتابة تحت اسم مستعار في *The Times* . استخدمت الحكومة الإسبانية الصليب الأحمر الإسباني لمنع اللجنة الدولية للصليب الأحمر من إرسال بعثة إلى المغرب .",
          "source_URLs": [
            "https://journals.openedition.org/ccec/6650"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "طلبت إسبانيا مساعدة ألمانية في تطوير الغازات السامة بعد الهزيمة في أنوال، وتحديداً لغاز الصليب الأصفر . على الرغم من القيود المفروضة بموجب معاهدة فرساي، واصلت ألمانيا سرًا تطوير الأسلحة الكيميائية . منذ عام 1922، أسقطت الطائرات الإسبانية قنابل الصليب الأصفر على الريف، مما أدى إلى وفيات فورية وتفشي أوبئة شبيهة بالتيفوس . استخدم الجيش الإسباني ما يقرب من 500 طن من غاز الخردل في منطقة الريف خلال حرب الريف . تعتبر حرب الريف أول حرب كيميائية جوية في التاريخ، حيث تم تنفيذ مهام الغازات السامة ضد السكان المدنيين .",
          "source_URLs": [
            "http://joergtiedjen.com/texte/Abdelkrim.pdf",
            "https://www.iemed.org/publication/transmediterranean-political-socialisation-the-hirak-movement-the-moroccan-diaspora-and-europe-as-a-political-imaginary/",
            "https://www.iemed.org/wp-content/uploads/2021/01/Transmediterranean-Political-Socialisation-The-Hirak-Movement-the-Moroccan-Diaspora-and-Europe-as-a-Political-Imaginary.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "التحالف الفرنسي الإسباني وسقوط جمهورية الريف",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "هددت فرنسا إسبانيا بفقدان حمايتها إذا لم تحتل أراضيها بالكامل . قطعت فرنسا إمدادات الغذاء عن الريف في عام 1924، مما أدى بعبد الكريم إلى مهاجمة الحماية الفرنسية في عام 1925 . في عام 1925، تقدمت قوات الريف نحو فاس وتازة، مما هدد السيطرة الفرنسية على المغرب . حشدت إسبانيا وفرنسا 800000 جندي ضد الريف، بمن فيهم القوات المساعدة المغربية . في عام 1925، يُزعم أن فرنسا استخدمت أسلحة كيميائية في منطقة فاس لقمع تمرد مسلح .",
          "source_URLs": [
            "http://joergtiedjen.com/texte/Abdelkrim.pdf",
            "https://journals.openedition.org/conflits/18827"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "جرت مفاوضات بين الوفدين الإسباني والفرنسي للتوصل إلى خط مشترك في المغرب بين صيف 1925 واستسلام عبد الكريم في مايو 1927 . في عام 1926، انهارت مقاومة الريف بسبب هجوم إسباني فرنسي مشترك، واستسلم عبد الكريم لفرنسا في 27 مايو 1926 .",
          "source_URLs": [
            "http://joergtiedjen.com/texte/Abdelkrim.pdf",
            "https://journals.openedition.org/ccec/6650"
          ]
        }
      ]
    },
    {
      "subtitle": "المنفى والإرث",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "نُفي عبد الكريم إلى ريونيون، وسعى لاحقًا إلى اللجوء في القاهرة . بعد هروبه، أطلق عبد الكريم نداءً من القاهرة للكفاح المسلح ضد فرنسا . توفي عبد الكريم في القاهرة في 6 فبراير 1963، عن عمر يناهز 81 عامًا، ويحظى بالتبجيل في المغرب باعتباره ثوريًا ومناضلًا من أجل الحرية . يُذكر عبد الكريم الخطابي (1882-1963) كمرجع ثوري من التاريخ العربي، ألهم التطور الفكري والسياسي لمنير شفيق .",
          "source_URLs": [
            "http://joergtiedjen.com/texte/Abdelkrim.pdf",
            "https://journals.openedition.org/bssg/6260",
            "https://journals.openedition.org/bssg/6417",
            "https://shs.cairn.info/revue-naqd-2024-1-page-76?tab=texte-integral"
          ]
        }
      ]
    },
    {
      "subtitle": "ما بعد الكارثة والمقاومة المستمرة",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "بعد استقلال المغرب عام 1956، شكك عبد الكريم الخطابي في شرعية الحكومة المعينة حديثًا . في عام 1957، تم قمع انتفاضة في الريف بوحشية من قبل الملك محمد الخامس، بقيادة ابنه ولي العهد الحسن . في عام 1958، ثار الريف الشمالي وسحقته القوات المسلحة الملكية بوحشية . في عامي 1958 و 1959، عُرف الجنرال محمد أوفقير باسم \"جزار الريف\" . اكتسبت منطقة الريف وضع المنطقة العسكرية بعد ثورة 1958-1959 . في عام 1984، وقعت انتفاضة أخرى بعد احتجاجات اجتماعية، مما أدى إلى نشر الحسن الثاني للدبابات وإهانة المتظاهرين . وصف الملك الحسن الثاني الريف بأنه \"نفايات\" و \"أوباش\" مما أدى إلى سنوات من القمع والتهميش الاقتصادي .",
          "source_URLs": [
            "https://amyaz.fr/uploads/66e0525b421ed.pdf",
            "https://biblio.ugent.be/publication/8739539/file/8739542.pdf",
            "https://help.csvr.org.za/wp-content/uploads/2016/06/Moroccan-Case-Fadoua-Loudiy.pdf",
            "https://library.oapen.org/bitstream/handle/20.500.12657/28216/1001778.pdf?sequence=1#page=96",
            "https://www.iemed.org/publication/transmediterranean-political-socialisation-the-hirak-movement-the-moroccan-diaspora-and-europe-as-a-political-imaginary/",
            "https://www.iemed.org/wp-content/uploads/2021/01/Transmediterranean-Political-Socialisation-The-Hirak-Movement-the-Moroccan-Diaspora-and-Europe-as-a-Political-Imaginary.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "حرب الريف في الذاكرة الجماعية والاحتجاجات الحديثة",
      "paragraphs": [
        {
          "paragraph_id": "s7_p0",
          "text": "تستمر حرب الريف وشخصية عبد الكريم في التردد في منطقة الريف . ظهر علم جمهورية الريف مرة أخرى خلال الربيع العربي في المغرب . تتصل حركة الحراك، وهي حركة احتجاجية ظهرت في منطقة الريف بالمغرب في عام 2016، بحرب الريف في عشرينيات القرن الماضي بقيادة عبد الكريم الخطابي . تستخدم حركة الحراك صورة عبد الكريم وعلم جمهورية الريف كرموز في احتجاجاتها . تدعو حركة الحراك إلى زيادة الاستثمار الاقتصادي والاجتماعي في منطقة الريف، وإطلاق سراح السجناء السياسيين، وإدراج الذاكرة الجماعية للريف في التاريخ المغربي . يُعتقد أن معدل الإصابة بالسرطان في الريف هو نتيجة لبقايا غاز الخردل الذي نشره الجيش الإسباني خلال حرب الريف (1921-1926) .",
          "source_URLs": [
            "https://journals.openedition.org/anneemaghreb/10170",
            "https://revistas.uam.es/reim/article/view/reim2023_34_07",
            "https://www.iemed.org/publication/transmediterranean-political-socialisation-the-hirak-movement-the-moroccan-diaspora-and-europe-as-a-political-imaginary/",
            "https://www.iemed.org/wp-content/uploads/2021/01/Transmediterranean-Political-Socialisation-The-Hirak-Movement-the-Moroccan-Diaspora-and-Europe-as-a-Political-Imaginary.pdf"
          ]
        },
        {
          "paragraph_id": "s7_p1",
          "text": "ظهرت حركة الحراك في عام 2016 بعد وفاة محسن فكري، بائع السمك، في الحسيمة . اندلعت حركة الحراك بسبب وفاة محسن فكري، تاجر السمك، في الحسيمة في نوفمبر 2016 . تدعو حركة الحراك إلى زيادة الاستثمار الاقتصادي والاجتماعي في منطقة الريف من قبل الحكومة المغربية . يصر الحراك على إدراج الذاكرة الجماعية لمنطقة الريف في التاريخ المغربي . حُكم على نشطاء الحراك بالسجن لمدة تصل إلى 20 عامًا في صيف 2018، وهو حكم تم تأكيده في ربيع 2019 . حشدت حركة الحراك المغاربة في الشتات في أوروبا، وخاصة أولئك من أصل ريفي . تم إنشاء لجان دعم للحراك في مدن في جميع أنحاء أوروبا، بما في ذلك بروكسل وفرنسا وبلجيكا وهولندا وإسبانيا وألمانيا .",
          "source_URLs": [
            "https://amyaz.fr/uploads/66e0525b421ed.pdf",
            "https://www.iemed.org/wp-content/uploads/2021/01/Transmediterranean-Political-Socialisation-The-Hirak-Movement-the-Moroccan-Diaspora-and-Europe-as-a-Political-Imaginary.pdf"
          ]
        },
        {
          "paragraph_id": "s7_p2",
          "text": "تنقسم حركة الحراك بين فصيل يركز على المطالب الاجتماعية والاقتصادية وآخر يدعو إلى الاستقلال عن المغرب . يرى بعض نشطاء الحراك أوروبا كرمز للكرامة والمساواة والعدالة الاجتماعية، على عكس النظام المغربي . دعمت كاتي بيري، عضوة البرلمان الأوروبي، قضية الحراك وتناولت وضع حقوق الإنسان في الريف . تم ترشيح ناصر الزفزافي لجائزة سخاروف من البرلمان الأوروبي وحصل على المركز الثاني . تم تشكيل مجموعة برلمانية تسمى أصدقاء الريف لدعم قضية الحراك . منطقة الريف لديها أعلى معدل للهجرة إلى أوروبا من المغرب .",
          "source_URLs": [
            "https://www.iemed.org/wp-content/uploads/2021/01/Transmediterranean-Political-Socialisation-The-Hirak-Movement-the-Moroccan-Diaspora-and-Europe-as-a-Political-Imaginary.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "قضايا الذاكرة والعدالة المستمرة",
      "paragraphs": [
        {
          "paragraph_id": "s8_p0",
          "text": "في عام 2021، طلبت أرشيف المغرب الاستعادة المادية لـ \"أوراق عبد الكريم\"، التي تتكون من مئات الوثائق المكتوبة باللغة العربية من قبل قادة المقاومة المناهضة للاستعمار خلال حرب الريف (1921-1926)، والتي استولى عليها الجيش الفرنسي عندما استسلم محمد بن عبد الكريم الخطابي . طلب الاستعادة هو جزء من حركة أكبر تسعى إلى إعادة \"السلع الثقافية\" و \"المحفوظات الاستعمارية\" الأفريقية المحفوظة في فرنسا .",
          "source_URLs": [
            "https://shs.cairn.info/article/VIN_158_0069"
          ]
        },
        {
          "paragraph_id": "s8_p1",
          "text": "سعت منظمات المجتمع المدني المغربي إلى الاعتراف والتعويض من إسبانيا لضحايا الأسلحة الكيميائية المستخدمة في حرب الريف، مشيرة إلى العواقب الصحية طويلة الأجل مثل السرطان في منطقة الريف . تناولت هيئة الإنصاف والمصالحة (IER) التي أنشأها محمد السادس في عام 2004 الجرائم المرتكبة في منطقة الريف . ومع ذلك، انتقدت الجهات الفاعلة المحلية هيئة الإنصاف والمصالحة لعدم معالجة الحقيقة الكاملة حول انتهاكات حقوق الإنسان في الريف، وخاصة خلال أحداث 1958-1959 . جادل البعض بأن عملية التعويضات الخاصة بهيئة الإنصاف والمصالحة فضلت ضحايا \"سنوات الرصاص\" وأهملت ضحايا الأحداث السابقة، وخاصة أحداث 1958-1959 .",
          "source_URLs": [
            "https://journals.openedition.org/anneemaghreb/10170",
            "https://journals.openedition.org/conflits/18827"
          ]
        }
      ]
    }
  ]
}