{
  "event_name": "حركات المقاومة الحضرية (المغرب)",
  "article_title": "حركات المقاومة الحضرية في المغرب",
  "sections": [
    {
      "subtitle": "السياق التاريخي والمقاومة ما قبل الاستعمار",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "تتميز تاريخ المغرب بصراع من أجل السيطرة على الأراضي والتنمية، وهو موضوع شكل سياساته لأكثر من قرن . حتى في الحقبة ما قبل الاستعمارية، واجه المخزن، أو الحكومة المركزية، تحديات في ممارسة سيطرة مباشرة على أراضيه، وغالبًا ما كان يعتمد على وسطاء مثل الزعماء القبليين والإخوان الدينيين . لعبت المنظمات التقليدية دورًا في التنمية المحلية وإدارة الأراضي . وصف روبرت مونتاني البنية السياسية للقبيلة بأنها تتقدم من نظام جمهوري إلى حكم استبدادي، يليه تدخل المخزن، وفي النهاية هيمنة \"السيبة\" (المعارضة) .",
          "source_URLs": [
            "https://www.cairn.info/load_pdf.php?ID_ARTICLE=MACHR1_164_0009&download=1&from-feuilleteur=1",
            "https://www.hnjournal.net/wp-content/uploads/2024/02/26سياقات-تشكل-السياسي-في-المغرب-من-القبيلة-إلى-الحزب.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "مقاومة الحقبة الاستعمارية",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "قوضت القوى الأوروبية استقلال المغرب من خلال الديون والتجارة في أواخر القرن التاسع عشر . أثرت الحماية الفرنسية، التي تأسست عام 1912 واستمرت حتى عام 1956، بشكل كبير على الهياكل السياسية والاجتماعية المغربية . قسمت الإدارة الاستعمارية المغرب إلى \"المغرب النافع\" (السهول والمناطق الساحلية) و \"المغرب البربري\" (المناطق الجبلية والصحراوية) على أساس العرق والإمكانات الاقتصادية . كان الظهير البربري الصادر في 16 مايو 1930 بمثابة حافز للحركة الوطنية المغربية وتشكيل الأحزاب السياسية من خلال تهديد الشريعة الإسلامية . كان هذا المرسوم عنصرًا أساسيًا في السياسة الاستعمارية لفصل السكان البربر عن السكان العرب وإخضاعهم للقانون العرفي . أثار الظهير البربري موجة من المعارضة وساهم في ظهور الحركة الوطنية المغربية .",
          "source_URLs": [
            "https://www.cairn.info/load_pdf.php?ID_ARTICLE=MACHR1_164_0009&download=1&from-feuilleteur=1",
            "https://www.hnjournal.net/5-2-26/",
            "https://www.hnjournal.net/wp-content/uploads/2024/02/26سياقات-تشكل-السياسي-في-المغرب-من-القبيلة-إلى-الحزب.pdf"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "قُمعت المقاومة الحضرية للاحتلال الاستعماري بسرعة، مما يسلط الضوء على نقاط الضعف الهيكلية للمدن الموروثة من الفترة ما قبل الاستعمارية . تشكلت الكتلة الوطنية في عام 1934 كأحد أوائل الأحزاب السياسية المغربية . في عام 1937، اعتقلت السلطات الفرنسية علال الفاسي وعمر عبد الجليل وأحمد مكوار في 25 أكتوبر 1937، والوزاني بعد خمسة أيام، مما أدى إلى قمع التشكيل الأولي للحزب . دعت الأحزاب الوطنية إلى إصلاحات، خاصة في القطاعات السياسية والاقتصادية، خلال المرحلة الأولية من الحماية . بعد مؤتمر أنفا عام 1942، تم تشكيل حزب الاستقلال، وأسس بلحسن الوزاني حزب الشورى والاستقلال . في يوليو 1943، تم تمغرب الحزب الشيوعي المغربي تحت قيادة علي يعتة . دعت الأحزاب الوطنية إلى الاستقلال ودعم السلطان محمد الخامس . أدت السياسة الاستعمارية إلى تهميش \"المغرب البربري\" وعزله عن عملية التحديث في السهول . تحالفت فرنسا وإسبانيا لسحق انتفاضة محمد بن عبد الكريم الخطابي عام 1925 .",
          "source_URLs": [
            "https://www.cairn.info/load_pdf.php?ID_ARTICLE=MACHR1_164_0009&download=1&from-feuilleteur=1",
            "https://www.hnjournal.net/5-2-26/",
            "https://www.hnjournal.net/wp-content/uploads/2024/02/26سياقات-تشكل-السياسي-في-المغرب-من-القبيلة-إلى-الحزب.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "تحديات ما بعد الاستقلال والتنمية الحضرية",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "بعد الاستقلال عام 1956، واجهت الدولة المغربية تحديًا يتمثل في دمج إقليم يتميز بالتفاوتات الإقليمية والصراعات على السلطة . تم قمع جيش التحرير الذي ساهم في الاستقلال عام 1958 مما أدى إلى دولة مستقلة حديثة هشة . رأت الدولة الريف على أنه أماكن ضعف في حين أن المناطق الحضرية كانت حاسمة في السابق للاستقلال . تضمن الإرث الاستعماري مليون هكتار من الأراضي في أفضل مناطق البلاد، إلى جانب المزارع الحديثة والصناعة المتنوعة . تم إنشاء المخطط الخماسي للفترة 1959-1960 من قبل حكومة الحركة الوطنية بقيادة عبد الله إبراهيم . أجبرت حكومة عبد الله إبراهيم، خلال فترة ولايتها، القصر على تقاسم السلطة مع أحزاب الحركة الوطنية . تم إطلاق برنامج الإنعاش الوطني لمكافحة البطالة تحت إشراف وزارة الداخلية . ركز المخطط الثلاثي بين عامي 1965 و 1968 على الزراعة والسياحة، بهدف الحد من تدخل الدولة . خلال الستينيات حتى أواخر السبعينيات، دخل المغرب في حالة استثناء وتم حظر النشاط السياسي . كانت هناك ثورات في مناطق الأطلس الكبير والريف عام 1958 نتيجة للدولة الهشة والقمع .",
          "source_URLs": [
            "https://www.cairn.info/load_pdf.php?ID_ARTICLE=MACHR1_164_0009&download=1&from-feuilleteur=1",
            "https://www.hnjournal.net/5-2-26/",
            "https://www.hnjournal.net/wp-content/uploads/2024/02/26سياقات-تشكل-السياسي-في-المغرب-من-القبيلة-إلى-الحزب.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "السياسات الاقتصادية والاضطرابات الاجتماعية",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "بدأ صندوق النقد الدولي تدخله المباشر في الاقتصاد المغربي في يوليو 1980، بالتزامن مع رئاسة رونالد ريغان . كانت أحداث الدار البيضاء 1981 نتيجة مباشرة لسياسة التقويم الهيكلي . أصبح المغرب غير قادر على استيراد البضائع في عام 1983 على الرغم من تلقيه مساعدات من دول الخليج . بدأت الإصلاحات الضريبية في عام 1986، بما في ذلك ضريبة الشركات في عام 1987 وضريبة الدخل العامة في عام 1989 .",
          "source_URLs": [
            "https://www.hnjournal.net/5-2-26/",
            "https://www.hnjournal.net/wp-content/uploads/2024/02/26سياقات-تشكل-السياسي-في-المغرب-من-القبيلة-إلى-الحزب.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "الحركات والتحديات الحضرية المعاصرة",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "ظهرت حكومة التناوب في مناخ سياسي عالمي تهيمن عليه الليبرالية التي تقودها أمريكا . أكد المؤتمر السابع لحزب العدالة والتنمية في عام 2012 على أهمية التنمية المحلية . من 2011-2016 إلى 2016-2021، كان حزب العدالة والتنمية في السلطة . وضع الزحف الإسمنتي وظهور مدن جديدة حول المراكز الحضرية الكبرى ضغوطًا ديموغرافية وعقارية على الدولة المغربية . أصدر المجلس الاقتصادي والاجتماعي تقريرًا في عام 2017 يسلط الضوء على نقاط الضعف في البنية التحتية ومحدودية الوصول إلى الخدمات الأساسية في المناطق الريفية . غالبًا ما تلجأ الأحزاب السياسية إلى تظاهر حول حقوقه المطلبية من خلال تنسيقيات وإطارات جماهرية جمعوية بعيدا عن السياسة . منذ عام 1994، تم إغلاق الحدود بين الجزائر والمغرب .",
          "source_URLs": [
            "https://www.hnjournal.net/5-2-26/",
            "https://www.hnjournal.net/wp-content/uploads/2024/02/26سياقات-تشكل-السياسي-في-المغرب-من-القبيلة-إلى-الحزب.pdf"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "تتأثر الحركات الحضرية المعاصرة في المغرب بالاتجاهات العالمية والخصوصيات المحلية . غالبًا ما تعالج هذه الحركات قضايا مثل خصخصة الخدمات، والتريف، ونقص المساكن الميسورة التكلفة، والأماكن العامة التي يمكن الوصول إليها . يمكن أن تتخذ أشكالًا متنوعة، بما في ذلك المنظمات الشعبية، وجمعيات الإسكان، والاحتجاجات ضد السياسات الحضرية الموجهة نحو الربح . أصبح \"الحق في المدينة\" مفهومًا مركزيًا، يشمل كلاً من الحرية الفردية في الوصول إلى الموارد الحضرية والسلطة الجماعية لإعادة تشكيل عمليات التحضر .",
          "source_URLs": [
            "https://link.springer.com/chapter/10.1057/978-1-137-50509-5_1",
            "https://link.springer.com/content/pdf/10.1007/s11266-018-0030-y.pdf",
            "https://link.springer.com/content/pdf/10.1057/978-1-137-50509-5.pdf",
            "https://www.elgaronline.com/downloadpdf/edcoll/9781785364594/9781785364594.00037.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "المستوطنات غير الرسمية وبرنامج \"مدن بدون صفيح\"",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "لا تزال المستوطنات غير الرسمية منتشرة في المغرب، وغالبًا ما يسكنها أولئك الذين تم استبعادهم بسبب زيادة الخصخصة . كشف \"الربيع العربي\" عن طلب على \"الحق في المدينة\" . يدرس فصل لمياء زكي حركات المقاومة الحضرية في الأحياء الفقيرة المغربية من التسعينيات إلى الربيع العربي . يحلل الفصل العلاقة الديناميكية بين العمل العام والاحتجاج الشعبي في الأحياء الفقيرة المغربية . تركز الدراسة على تأثير السياقات الوطنية والدولية على التعبئة وقدرة سكان الأحياء الفقيرة على التأثير على العمل العام . يبحث البحث في تأثير الربيع العربي على المستوطنات غير الرسمية، وتقييم التحولات في برنامج \"مدن بدون صفيح\" في الدار البيضاء . تم إطلاق برنامج \"مدن بدون صفيح\" في عام 2005 للقضاء على الأحياء الفقيرة في المناطق الحضرية . يهدف برنامج PVSB إلى معالجة 324000 أسرة (1.6 مليون نسمة) في أكثر من 1000 حي في 85 مدينة، بما في ذلك ما يقرب من الثلث في الدار البيضاء . تذكر المقالة حركة 20 فبراير، النسخة المغربية من الربيع العربي، وتأثيرها . تناقش الدراسة تطور السياسات تجاه الأحياء الفقيرة المغربية، والتي تتأرجح بين الحظر والتساهل ووعود النقل والتهديدات بالطرد . شهدت الفترة التي أعقبت الربيع العربي صعوبات متزايدة للسلطات في احتواء البناء والمنشآت غير القانونية . تسلط الدراسة الضوء على إنشاء تنسيقية وطنية للأحياء الصفيحية في نهاية عام 2010 بعد سجن ستة من سكان حي صفيحي في المحمدية . تذكر الدراسة محاولات سكان الأحياء الصفيحية للتدخل في تخصيص الألقاب والنقل .",
          "source_URLs": [
            "https://hal.science/hal-01497550/",
            "https://hal.science/hal-01497550v1/file/Barthel%20%26%20Jaglin%202013.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "أشكال المقاومة والرقابة الاجتماعية",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "تتشكل تعبيرات الظلم في الأماكن العامة من خلال الأنظمة السياسية والتكوينات المكانية للمدن والثقافات السياسية والسياسات الحضرية . يؤثر مستوى الحرية والرقابة الاجتماعية في الأماكن العامة على التعبير عن العدالة والظلم . إن التعبير عن الظلم في الأماكن العامة هو \"ترجمة\" للشعور، يتأثر بالرقابة الاجتماعية المحلية وأشكال الفرص السياسية . تذكر الوثيقة مشروعًا سياحيًا ملكيًا في وادي أبي رقراق في سلا، المغرب، حيث طعن المستخدمون المحليون والمزارعون والصناعيون في \"منفعته العامة\" . تم استخدام الإجراء القانوني لـ \"إعلان المنفعة العامة\" وطعن فيه من قبل الجهات الفاعلة المحلية في سلا خلال مشروع وادي أبي رقراق . أدت أعمال الشغب التي وقعت عام 1996 في حي الهراويين الطرفي في الدار البيضاء إلى إغلاق طريق إقليمي رئيسي، مما ساهم في تغطيتها الإعلامية القوية وقمعها العنيف .",
          "source_URLs": [
            "https://hal.science/hal-02781492v1/file/JUGURTA_CBG_Ch%2011_Controle%20social%20opportunites%20politiques%2015%2004%202012.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "دور الجمعيات والمشاركة السياسية",
      "paragraphs": [
        {
          "paragraph_id": "s7_p0",
          "text": "درست دراسة تركز على تسييس الجهات الفاعلة في الأحياء الحضرية في المغرب، وخاصة في الدار البيضاء، من 1998-2006، العلاقة بالسياسة من خلال المشاركة الجمعوية . تضمن البحث مقابلات وملاحظات لثلاث جمعيات في الدار البيضاء ومنطقة شبه حضرية بالقرب من المدينة، وفحص ست تجارب جمعوية في البداية . تبحث الدراسة في كيفية انخراط الأفراد ذوي الخلفيات والخبرات المتنوعة، بمن فيهم أولئك الذين لديهم نشاط سياسي سابق وأولئك الجدد في المشاركة السياسية، في الجمعيات المحلية . عملت الجمعيات التي تمت دراستها في أحياء مختلفة: HH.، وهي منطقة مكتظة بالسكان تضم مساكن جماعية صغيرة تم بناؤها في الخمسينيات من القرن الماضي، و DS.، وهي منطقة مكتظة بالسكان وأقدم وأكثر تجارية . تأسست جمعية DJ في عام 1994 بهدف أولي هو رفع المستوى الثقافي لحي HH بعد انتخابات عام 1993 . تم إنشاء جمعية M. للتنمية الاجتماعية في عام 1998 حول K.، وهو نائب عن حزب العدالة والتنمية . تأسست جمعية AB أيضًا في عام 1998 حول A.، وهو سجين سياسي ماركسي سابق، أصبح مستشارًا محليًا . تستكشف الدراسة الكفاءات السياسية للجهات الفاعلة، وتميز بين الكفاءة التقنية / المعرفية والاجتماعية / المتعلقة بالمكانة والعملية / البراغماتية . تدرس الدراسة مشاعر الظلم لدى الجهات الفاعلة على المستويات المحلية والوطنية وعبر الوطنية، بما في ذلك قضايا مثل البطالة والفقر والفساد والصراع الإسرائيلي الفلسطيني . تحلل الدراسة الحدود التي ترسمها الجهات الفاعلة بين \"نحن\" و \"هم\" على مستويات مختلفة (محلية ووطنية وعبر وطنية)، بما في ذلك الانقسامات الاجتماعية والانقسامات الأيديولوجية والتصورات عن الطبقة السياسية . يدرس البحث تأثير هذه العوامل على مشاركتهم في الانتخابات، مع ملاحظة أنماط مختلفة من السلوك الانتخابي اعتمادًا على الهويات السياسية والتصورات للجهات الفاعلة . تستكشف الدراسة مشاركة الجهات الفاعلة في المظاهرات والاعتصامات المتعلقة بالقضايا الوطنية والدولية، وتسليط الضوء على الروابط بين المشاركة المحلية والحركات السياسية الأوسع . يحلل البحث دور الجمعيات الأهلية، ويشير إلى إمكاناتها كمساحات للعمل الاجتماعي وتوسيع الشبكات وظهور أشكال بديلة من المشاركة السياسية . تسلط الدراسة الضوء على سيولة المشاركة السياسية والروابط بين الإجراءات المحلية والمشهد السياسي الأوسع . ينظم ظهير 1958 حق الجمعيات، وقد تم تعديله طفيفًا في عام 2002 .",
          "source_URLs": [
            "http://polcomp.free.fr/textes/seance3_mouniabennani.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "الحركة الأمازيغية ونشاط المرأة",
      "paragraphs": [
        {
          "paragraph_id": "s8_p0",
          "text": "بدأ نشاط الحركة الأمازيغية في الستينيات وتوسع مع إدراج مختلف النخب المثقفة والشخصيات الاجتماعية والمهنية من مختلف المناطق، بما في ذلك المدن الكبرى . شكل \"بيان من أجل الاعتراف بأمازيغية المغرب\" في عام 2001 نقطة تحول للحركة الأمازيغية في المغرب . لعبت الشبكة الأمازيغية من أجل المواطنة دورًا في تعزيز فكرة إنشاء أطر نسائية مستقلة داخل الحركة الأمازيغية . سيليا الزياني، ناشطة في حراك الريف، مذكورة كمثال على فاعل في الحركة النسائية الأمازيغية . تأسس المعهد الملكي للثقافة الأمازيغية عام 2001 . اعترف دستور 2011 بالأمازيغية لغة رسمية . تجمع الحركة النسائية الأمازيغية في المغرب بين الجوانب الثقافية والجندرية بسبب المعاناة المزدوجة للمرأة الأمازيغية . تدعو الحركة النسائية الأمازيغية بالمغرب إلى إدماج المرأة الأمازيغية في الحياة العامة مع الاعتراف بخصوصيتها الثقافية . تهدف الحركة إلى دولة الحق والقانون .",
          "source_URLs": [
            "https://journals.openedition.org/asinag/458"
          ]
        }
      ]
    },
    {
      "subtitle": "العولمة والتحديات المستقبلية",
      "paragraphs": [
        {
          "paragraph_id": "s9_p0",
          "text": "تطرح العولمة تحديات جديدة على المغرب، مما قد يؤدي إلى تفاقم التجزئة الإقليمية والاستبعاد الاجتماعي . تظهر تقارير المجلس الاقتصادي والاجتماعي لعام 2017 نقاط ضعف في البنى التحتية الاقتصادية والاجتماعية .",
          "source_URLs": [
            "https://www.cairn.info/load_pdf.php?ID_ARTICLE=MACHR1_164_0009&download=1&from-feuilleteur=1",
            "https://www.hnjournal.net/wp-content/uploads/2024/02/26سياقات-تشكل-السياسي-في-المغرب-من-القبيلة-إلى-الحزب.pdf"
          ]
        }
      ]
    }
  ]
}