{
  "event_name": "معركة نهر سالادو، هزيمة المرينيين",
  "article_title": "معركة ريو سالادو: هزيمة مرينية وسياقها التاريخي",
  "sections": [
    {
      "subtitle": "خلفية المعركة",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "كانت معركة ريو سالادو، التي وقعت في عام 1340، حدثًا مهمًا في سياق الاسترداد في شبه الجزيرة الأيبيرية . أصبحت الدولة المرينية، وهي قوة إسلامية تسيطر على أجزاء من شمال إفريقيا والموانئ الساحلية الأيبيرية، خصمًا رئيسيًا للممالك المسيحية في أيبيريا، وخاصة قشتالة . اعتمد ألفونسو الحادي عشر ملك قشتالة، الذي حكم من عام 1312 إلى عام 1350، بشكل كبير على البحرية القشتالية في استراتيجياته العسكرية، وخاصة في الصراعات الأيبيرية الجنوبية حول مضيق جبل طارق . كافح ألفونسو الحادي عشر للسيطرة على مضيق جبل طارق، متنازعًا مع كل من إمارة غرناطة النصرية والمرينيين . لعبت البحرية القشتالية دورًا حاسمًا في حماية الشحن والمناطق الساحلية، وجمع المعلومات الاستخباراتية، ودعم القوات البرية، والانخراط في مواجهات بحرية مباشرة .",
          "source_URLs": [
            "https://muse.jhu.edu/pub/162/article/588964/summary",
            "https://www.dialogosmediterranicos.com.br/RevistaDM/article/view/491",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9781315615998-8/castilian-navy-reign-alfonso-xi-nicol%C3%A1s-agrait"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "نشأ المرينيون أنفسهم كقبائل بدوية في منطقة الزاب، على الحدود بين الجزائر وتونس الحاليتين . كانوا يعتبرون من الجيل الثاني من زناتة، بعد مجموعات أخرى مثل مكناسة وبني يفرن . في البداية، خدموا دولتي الزيريين والحماديين، وحرسوا حدودهما . ومع ذلك، فإن التوسع العربي الهلالي قيد نطاقهم البدوي . قدموا دعمًا محدودًا لنظام الموحدين واستغلوا لاحقًا تدهور الموحدين بعد معركة لاس نافاس دي تولوسا في عام 1212 لتوسيع نفوذهم من خلال النهب . لمدة 25 عامًا على الأقل بعد فوزهم الأول على الموحدين في 1216-1217، ركز المرينيون على جمع الغنائم والجزية، ويفتقرون إلى أيديولوجية سياسية أو دينية متميزة .",
          "source_URLs": [
            "https://shs.cairn.info/article/ARCO_BURES_2021_01_0119"
          ]
        }
      ]
    },
    {
      "subtitle": "معركة ريو سالادو وأهميتها",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "شهدت معركة ريو سالادو في عام 1340 هزيمة ألفونسو الحادي عشر ملك قشتالة للمرينيين . يتم تقديم هذا الانتصار كنقطة تحول في الاسترداد . ربط خطاب منسوب إلى الملك أفونسو الرابع ملك البرتغال، ألقي حوالي عام 1380، معركة سالادو بمعارك سابقة بين المسيحيين والمسلمين، واعتبرها جزءًا من سرد مستمر للانتصارات المسيحية . بدأ هذا السرد بالخسارة المتصورة لإسبانيا وركز على استعادة تلك الأراضي من قبل الأجداد المسيحيين . جمع *Livro de Linhagens* و *Crónica de 1344*، اللذان كتبهما بيدرو أفونسو دي بارسيلوس، قصصًا تتعلق بهذا السرد، وخضعت هذه النصوص لتعديلات متعددة طوال القرن الرابع عشر . أصبح استرداد شبه الجزيرة الأيبيرية ذاكرة جماعية أعطت معنى لمعركة سالادو .",
          "source_URLs": [
            "https://muse.jhu.edu/pub/162/article/588964/summary",
            "https://www.dialogosmediterranicos.com.br/RevistaDM/article/view/491"
          ]
        }
      ]
    },
    {
      "subtitle": "العواقب والإرث",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "على الرغم من الانتصار في ريو سالادو، توقف الاسترداد بعد وفاة ألفونسو الحادي عشر أثناء حصار جبل طارق في عام 1350 . حفز عهد ألفونسو الحادي عشر وتطوير البحرية القشتالية نمو الدولة القشتالية، مما أدى إلى زيادة الكفاءة في الضرائب وإنشاء آليات مالية جديدة .",
          "source_URLs": [
            "https://muse.jhu.edu/pub/162/article/588964/summary",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9781315615998-8/castilian-navy-reign-alfonso-xi-nicol%C3%A1s-agrait"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "واجه الحاكم المريني أبو الحسن المريني هزيمة في القيروان عام 749 هـ / 1348 ضد البدو . تنازل عن العرش ولجأ إلى جبال الأطلس الكبير مع قبيلة هنتاتا . توفي أبو الحسن المريني في ظروف غامضة في الجبال، ويقال إنه توفي بسبب ذات الجنب المزمن . وصف ابن خلدون وفاته بأنها ناتجة عن عدوى بعد الفصد . تم نقل رفاته لاحقًا إلى مقبرة شالة في الرباط على يد ابنه أبو عنان فارس .",
          "source_URLs": [
            "https://www.hesperis-tamuda.com/Downloads/2020-2029/2023/Fascicule-2/12.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "تسلط الأحداث المحيطة بمعركة ريو سالادو وما تلاها، بما في ذلك وفاة ورحلة أبو الحسن المريني بعد الوفاة، الضوء على التفاعل المعقد بين السلطة السياسية والهوية الدينية والمكانة الاجتماعية في أيبيريا وشمال إفريقيا في العصور الوسطى . أصبحت المعركة عنصرًا أساسيًا في سرد الاسترداد، وشكلت الذاكرة الجماعية وساهمت في توحيد الهوية المسيحية في شبه الجزيرة الأيبيرية .",
          "source_URLs": [
            "https://www.dialogosmediterranicos.com.br/RevistaDM/article/view/491",
            "https://www.hesperis-tamuda.com/Downloads/2020-2029/2023/Fascicule-2/12.pdf",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9781315166490-15/mediterranean-masculinities-reflections-muslim-christian-manliness-linda-jones"
          ]
        }
      ]
    }
  ]
}