{
  "event_name": "الغزو الروماني لموريتانيا",
  "article_title": "الضم الروماني لموريطانيا",
  "sections": [
    {
      "subtitle": "الخلفية والتفاعلات الرومانية الأولية",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "كان لمنطقة شمال إفريقيا المعروفة بموريطانيا، والتي يسكنها الموريون ، علاقة معقدة مع روما قبل فترة طويلة من ضمها الرسمي. بحلول منتصف القرن الثاني قبل الميلاد، كانت معظم دول البحر الأبيض المتوسط مرتبطة سياسيًا بروما، وكانت موريطانيا استثناءً ملحوظًا . في البداية، عكست مقاربة روما لموريطانيا مقاربة قرطاج، حيث ركزت على التجارة بدلًا من الاستحواذ الإقليمي . أسس الفينيقيون مستعمرات تجارية في شمال إفريقيا ، وكانت لقرطاج علاقات تجارية مع نوميديا وموريطانيا . عاش الموريون بين ساحل المحيط الأطلسي ونهر ملوية، بينما أقام النوميديون بين الموريين والأراضي القرطاجية الغربية .",
          "source_URLs": [
            "https://bokundoli.org/wp-content/uploads/2021/12/T2-21.pdf",
            "https://link.springer.com/chapter/10.1007/978-1-349-02415-5_17",
            "https://shs.cairn.info/histoire-de-bougie--291294628X-page-35?tab=texte-integral",
            "https://www.persee.fr/doc/bmsap_0037-8984_1903_num_4_1_7670?fbclid=iwar2weryazxfkp1yrmgnq5xrtsflfnu08ltaskwpxjfapp5plrlgh0yte0fq",
            "https://www.persee.fr/doc/caoum_0373-5834_1948_num_1_1_1549",
            "https://www.taylorfrancis.com/books/mono/10.4324/9780203418444/rome-africa-susan-raven"
          ]
        }
      ]
    },
    {
      "subtitle": "عهد يوبا الثاني وبطليموس",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "حكم يوبا الثاني مملكة موريطانيا العميلة من 25 قبل الميلاد إلى 23 بعد الميلاد، محافظًا على المصالح الرومانية . كان متزوجًا من كليوباترا سيليني، ابنة مارك أنتوني وكليوباترا السابعة، وأسسا بيئة متعددة الثقافات في قيصرية . كان يوبا الثاني باحثًا ومستكشفًا وعالم آثار بارزًا، وقد أشار إلى كتاباته بليني الأكبر وبلوتارخ . تميز عهده بحملات عسكرية وصراعات مع القبائل المجاورة . خلف بطليموس يوبا الثاني في الحكم .",
          "source_URLs": [
            "https://ojs.lib.uwo.ca/index.php/westernumirror/article/download/16103/12498",
            "https://ueaeprints.uea.ac.uk/id/eprint/92541/1/Andrew_Kenrick_thesis_May_2023.pdf",
            "https://www.taylorfrancis.com/books/mono/10.4324/9780203321928/world-juba-ii-kleopatra-selene-duane-roller"
          ]
        }
      ]
    },
    {
      "subtitle": "الضم في عهد كاليجولا وكلوديوس",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "انتهى استقلال مملكة موريطانيا في عام 40 بعد الميلاد عندما دعا الإمبراطور غايوس (كاليجولا) بطليموس إلى روما وأمر بإعدامه . أثار هذا الفعل اضطرابات داخلية في موريطانيا . ضم كاليجولا موريطانيا على الفور تقريبًا . يمثل الأول من يناير عام 40 بعد الميلاد بداية العصر الإقليمي، الذي استمر حتى القرن السابع . أمر كلوديوس بضم موريطانيا . كان قرار نقل قيادة الفيلق الثالث أوغستا إلى مبعوث إمبراطوري جزءًا من استراتيجية ضم موريطانيا .",
          "source_URLs": [
            "https://core.ac.uk/download/pdf/43176056.pdf",
            "https://hal.science/hal-02456357/",
            "https://hal.science/hal-02456357v1/file/olmo-lopez-2-2019.pdf",
            "https://journals.openedition.org/encyclopedieberbere/523",
            "https://ojs.lib.uwo.ca/index.php/westernumirror/article/download/16103/12498"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "قاد إيديمون مقاومة مسلحة حتى وقت قصير قبل وفاة كاليجولا في يناير 41 بعد الميلاد . أرسل الإمبراطور كلوديوس حملتين في عام 42 بعد الميلاد لإخماد المقاومة في جبال الأطلس . تطلب الأمر عدة سنوات من القتال لإخضاع القبائل البدوية واستعادة النظام . قاد الجنرالان سي. سويتونيوس باولينوس وهوسيديوس جيتا القوات الرومانية في موريطانيا لقمع الاضطرابات . خدم م. ليسينيوس كراسوس فروجي أيضًا في موريطانيا في عام 41 بعد الميلاد .",
          "source_URLs": [
            "https://hal.science/hal-02456357v1/file/olmo-lopez-2-2019.pdf",
            "https://journals.openedition.org/encyclopedieberbere/523",
            "https://ojs.lib.uwo.ca/index.php/westernumirror/article/download/16103/12498"
          ]
        }
      ]
    },
    {
      "subtitle": "تقسيم موريطانيا",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "في عام 42 بعد الميلاد، قسم كلوديوس الأراضي التي تم ضمها إلى مقاطعتين رومانيتين: موريطانيا الطنجية (تمركزت في طنجة) وموريطانيا القيصرية (تمركزت في قيصرية/شرشال) . امتدت موريطانيا الطنجية من المحيط الأطلسي إلى نهر ملوية، بينما غطت موريطانيا القيصرية المنطقة الواقعة بين ملوية ونهر أمساغا (وادي الكبير) . كان حكام كلتا المقاطعتين وكلاء فرسان . تأسست مقاطعة موريطانيا الطنجية في عام 42 بعد الميلاد .",
          "source_URLs": [
            "https://bibliotekanauki.pl/articles/16217338.pdf",
            "https://core.ac.uk/download/pdf/43176056.pdf",
            "https://journals.openedition.org/encyclopedieberbere/523"
          ]
        }
      ]
    },
    {
      "subtitle": "الإدارة الرومانية والوجود العسكري",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "كانت السلطة الرومانية في موريطانيا القيصرية محدودة في العقود الأولى بعد الضم . أسس أغسطس العديد من مستعمرات المحاربين القدامى في موريطانيا، معظمها على طول الخطوط الساحلية وبالقرب من المستوطنات الأصلية القائمة . خدم الوجود الروماني في موريطانيا في البداية المصالح الأمنية بدلًا من الهدف الأساسي المتمثل في الرومنة . لعب الجيش دورًا حاسمًا في المقاطعة، حيث ضمنت الوحدات المساعدة السيطرة على الإقليم . عُهد بإنشاء حامية دائمة في موريطانيا الطنجية إلى وكلاء فرسان .",
          "source_URLs": [
            "https://core.ac.uk/download/pdf/43176056.pdf",
            "https://journals.openedition.org/encyclopedieberbere/523",
            "https://publicaciones.defensa.gob.es/media/downloadable/files/links/R/E/REVISTAS_PDF697_2.pdf",
            "https://www.persee.fr/doc/antaf_0066-4871_1985_num_21_1_1108"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "يقدم نقش تابولا باناسيتانا دليلًا على منح الجنسية الرومانية لزعماء قبائل الزغرنسيس . تعكس \"نقوش الكولكيوم\" الخاصة بفولوبيليس المفاوضات الدبلوماسية بين الوكلاء الرومان والباكوات . تم تصميم النظام الدفاعي لفولوبيليس في المقام الأول لحماية المدينة نفسها .",
          "source_URLs": [
            "https://bibliotekanauki.pl/articles/16217338.pdf",
            "https://brill.com/downloadpdf/display/book/edcoll/9789004256675/B9789004256675_014.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "التطورات والتحديات اللاحقة",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "في عهد تراجان، بُذلت جهود للسيطرة على المناطق الداخلية الأساسية، وتم بناء طريق عسكري من الشرق إلى الغرب من سطيف إلى ألبلولاي . وسعت سلالة سيفيروس حدود موريطانيا القيصرية نحو الجنوب، وتم بناء طريق عسكري جديد (lanova praetentura) بين عامي 198 و 203 بعد الميلاد .",
          "source_URLs": [
            "https://journals.openedition.org/encyclopedieberbere/523"
          ]
        },
        {
          "paragraph_id": "s5_p1",
          "text": "وقعت اضطرابات متقطعة في موريطانيا خلال القرنين الثاني والثالث الميلاديين، وغالبًا ما كانت مرتبطة بنزاعات إقليمية أو ضغوط اقتصادية أو اضطرابات اجتماعية . تم استخدام الدبلوماسية، التي تجسدها المحادثات مع قبائل مثل الباكوات، جنبًا إلى جنب مع العمل العسكري من قبل روما . احتفظت قبيلة الزغرنسيس، على الرغم من منح بعض أفرادها الجنسية الرومانية، بالعديد من جوانب قوانينها وتنظيمها القبلي .",
          "source_URLs": [
            "https://core.ac.uk/download/pdf/43176056.pdf"
          ]
        },
        {
          "paragraph_id": "s5_p2",
          "text": "تتناول مقالة \"اضطرابات موريطانيا\" إعادة صياغة التاريخ الأفريقي الروماني والمناقشات المحيطة بالاستعمار ومقاومة الحكم الروماني . تنظر مقالة \"روما وموريطانيا الطنجية: هل هو اعتراف بالفشل؟\" في نجاح أو فشل السياسة الرومانية في موريطانيا الطنجية، وتسلط الضوء على الصراع بين نمط الحياة البدوية للسكان المحليين والحياة المستقرة التي سعى الرومان إلى تأسيسها .",
          "source_URLs": [
            "https://www.persee.fr/doc/antaf_0066-4871_1980_num_16_1_1058",
            "https://www.persee.fr/doc/crai_0065-0536_1984_num_128_2_14173"
          ]
        }
      ]
    },
    {
      "subtitle": "الإمبراطورية الرومانية اللاحقة والانحدار",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "حوالي عام 285 بعد الميلاد، تم نقل الحدود الجنوبية لموريطانيا الطنجية إلى نهر اللوكوس، وتم إخلاء العديد من المراكز التي كانت مأهولة خلال الإمبراطورية العليا . تم إنشاء موريطانيا السطيفية في عام 303 بعد الميلاد في عهد ديوقلسيان . وُضعت موريطانيا الطنجية في أبرشية إسبانيا، بينما وُضعت موريطانيا القيصرية والسطيفية في أبرشية إفريقيا .",
          "source_URLs": [
            "https://journals.openedition.org/encyclopedieberbere/523",
            "https://www.persee.fr/doc/efr_0000-0000_1992_act_166_1_4319"
          ]
        },
        {
          "paragraph_id": "s6_p1",
          "text": "تدرس مقالة \"نهاية المغرب الروماني\" تدهور الحكم الروماني في المغرب، وتشير إلى أن الانتقال من الإمبراطورية العليا إلى الإمبراطورية المتأخرة حدث قبل عام 297 بعد الميلاد . تركز مقالة \"من المحيط إلى القلب في موريطانيا القديمة المتأخرة\" على تشكيل الدول الخلف الرومانية في موريطانيا القيصرية خلال القرنين الخامس والسادس الميلاديين .",
          "source_URLs": [
            "https://traj.openlibhums.org/article/id/3772/download/pdf/",
            "https://www.persee.fr/doc/mefr_0223-4874_1940_num_57_1_7319"
          ]
        }
      ]
    },
    {
      "subtitle": "المقاومة الأصلية والدول الخلف",
      "paragraphs": [
        {
          "paragraph_id": "s7_p0",
          "text": "تجدر الإشارة إلى أهمية القبائل المورية (gentes) في كلتا المقاطعتين، مثل الباكوات، والماسينيت، والزغرنسيس (في الطنجية)، والمازيس، والبافاريس، والكينكوجينتياني (في القيصرية) . وقعت ثورات كبيرة، بما في ذلك في أربعينيات القرن الثاني الميلادي في عهد أنطونيوس بيوس، وبين عامي 263 و 262 بعد الميلاد، وفي تسعينيات القرن الثالث الميلادي، وبين عامي 370 و 375 بعد الميلاد (ثورة فيرموس) .",
          "source_URLs": [
            "https://journals.openedition.org/encyclopedieberbere/523"
          ]
        },
        {
          "paragraph_id": "s7_p1",
          "text": "بعد عام 455 بعد الميلاد، حاول الأمراء الموريون الذين استولوا على السلطة في المقاطعات الحفاظ على التراث الروماني، مثل لقب \"rex gentium Maurorum et Romanorum\" الذي تبناه الملك ماسونا . كانت مملكة ألتافا ومملكة ماسونا من الدول الخلف الرئيسية .",
          "source_URLs": [
            "https://journals.openedition.org/encyclopedieberbere/508",
            "https://journals.openedition.org/encyclopedieberbere/523",
            "https://traj.openlibhums.org/article/id/3772/download/pdf/"
          ]
        }
      ]
    },
    {
      "subtitle": "الإرث",
      "paragraphs": [
        {
          "paragraph_id": "s8_p0",
          "text": "كان للضم الروماني لموريطانيا تأثير دائم على المنطقة، حيث شكل مشهدها السياسي والاجتماعي والثقافي لعدة قرون قادمة. في حين أن السيطرة الرومانية تضاءلت في النهاية، استمر إرث الحكم الروماني في التأثير على المنطقة بعد فترة طويلة من تدهور الإمبراطورية .",
          "source_URLs": [
            "https://journals.openedition.org/encyclopedieberbere/523"
          ]
        }
      ]
    }
  ]
}