{
  "event_name": "مقاومة الظهير البربري (المغرب)",
  "article_title": "الظهير البربري وصعود القومية المغربية",
  "sections": [
    {
      "subtitle": "الخلفية والسياق",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "في أوائل القرن العشرين، كان المغرب أرضًا ذات ثقافات ولغات متنوعة، بما في ذلك العربية والبربرية (المعروفة أيضًا بالأمازيغية) . وحدت السلالة العلوية البلاد نظريًا، ولكن من الناحية العملية، كان المغرب يتألف من العديد من الدول الصغيرة المستقلة . اقتصرت سلطة السلطان إلى حد كبير على المدن والطرق الرئيسية، مع وجود إقطاعيات دينية وإمارات زمنية وجمهوريات بربرية أيضًا . تأسست الحماية الفرنسية في عام 1912 من خلال معاهدة فاس، ووضعت المغرب تحت السيطرة الفرنسية مع التنازل عن منطقة ساحلية على طول مضيق جبل طارق لإسبانيا . سمحت هذه المعاهدة لفرنسا باحتلال أجزاء من المغرب تحت ستار حماية السيادة . حصل المقيم العام الفرنسي على الحق الوحيد في تمثيل المغرب في الدول الأجنبية .",
          "source_URLs": [
            "https://iris.unive.it/handle/10278/3632695",
            "https://link.springer.com/chapter/10.1057/9781137368959_2",
            "https://www.ideals.illinois.edu/items/9576/bitstreams/35595/object",
            "https://www.persee.fr/doc/polit_0032-342x_1937_num_2_6_6327?h=pacification&h=maroc"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "قبل الحماية الفرنسية، كانت إسبانيا وفرنسا تتنافسان على النفوذ في المغرب . منحت اتفاقية الجزيرة الخضراء في عام 1906 فرنسا سيطرة جزئية على الجمارك والبنك الوطني المغربي . هدفت الإدارة الاستعمارية الفرنسية، في عهد المارشال ليوطي، إلى تحديث البلاد مع الحفاظ على تقاليدها . ومع ذلك، لم يكن هذا النهج دائمًا متسقًا، ونشأت توترات بين الإدارة الفرنسية والمجتمع المغربي .",
          "source_URLs": [
            "https://link.springer.com/chapter/10.1007/978-3-319-78664-3_3",
            "https://minpaku.repo.nii.ac.jp/record/8694/files/SER152_06.pdf",
            "https://shs.cairn.info/article/BEL_VERME_2016_01_0277",
            "https://shs.cairn.info/article/PERRI_ABITB_2014_01_0446",
            "https://theses.cz/id/8jep7t/Les_relations_franco-marocaines_au_XXe_et_XXIe_sicle.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "الظهير البربري لعام 1930",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "في 16 مايو 1930، أصدرت سلطات الحماية الفرنسية الظهير البربري (يشار إليه أيضًا بالمرسوم البربري)، وهو مرسوم أضفى الطابع الرسمي على نظام القانون القبلي (العرف) في المناطق الريفية ذات الأغلبية البربرية في المغرب . قسم الظهير الحماية الفرنسية إلى مناطق تحكمها الشريعة الإسلامية والقانون العرفي البربري . كان يهدف إلى تكييف العدالة البربرية مع الظروف الحديثة، اتباعًا لروح ظهير 11 سبتمبر 1914، الذي وقعه ليوطي . سعت السياسة إلى الحفاظ على الحكم الذاتي البربري، وخاصة في المسائل القانونية، من خلال إبقائهم خارج الشريعة الإسلامية (الشرع) والحفاظ على قانونهم العرفي (العرف أو إزرف) . تم تكليف الإدارة بتحديد القوانين البربرية وتعيين القبائل البربرية، بناءً على الخضوع للسلطات العسكرية في المقام الأول .",
          "source_URLs": [
            "https://brill.com/downloadpdf/view/journals/afoc/18/1-2/article-p59_5.pdf",
            "https://ddd.uab.cat/pub/caplli/2018/294337/sigmovsocmar_a2018p163.pdf",
            "https://iris.unive.it/handle/10278/3632695",
            "https://journals.openedition.org/encyclopedieberbere/2361",
            "https://minpaku.repo.nii.ac.jp/record/8694/files/SER152_06.pdf",
            "https://www.persee.fr/doc/remmm_0035-1474_1984_num_38_1_2047"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "فرض الظهير أيضًا سيادة القانون الفرنسي في المناطق البربرية . تنص المادة 6 من الظهير البربري على أن المحاكم الفرنسية مختصة بقمع الجرائم المرتكبة في المناطق البربرية بغض النظر عن وضع الجاني .",
          "source_URLs": [
            "https://ddd.uab.cat/pub/caplli/2018/294337/sigmovsocmar_a2018p163.pdf",
            "https://journals.openedition.org/encyclopedieberbere/2361"
          ]
        }
      ]
    },
    {
      "subtitle": "ردود الفعل والمقاومة المغربية",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "قوبل الظهير البربري بمعارضة واسعة النطاق من القوميين المغاربة، الذين اعتبروه محاولة لتقسيم البلاد وتنصير البربر . صور القوميون الظهير على أنه محاولة لإلغاء الشريعة الإسلامية . واعتبر المرسوم اعتداء على الهوية الإسلامية . بدأت الاحتجاجات ضد الظهير البربري في سلا بعد أسابيع قليلة من إصداره، وتمركزت حول تلاوة اللطيف، وهو دعاء جماعي يستحضر الله في حالات الكوارث . انتشرت الاحتجاجات من سلا إلى مدن أخرى مثل الرباط وفاس والدار البيضاء .",
          "source_URLs": [
            "https://aura.american.edu/ndownloader/files/41815758",
            "https://ddd.uab.cat/pub/caplli/2018/294337/sigmovsocmar_a2018p163.pdf",
            "https://journals.openedition.org/encyclopedieberbere/2361",
            "https://link.springer.com/chapter/10.1057/978-1-137-50675-7_2",
            "https://muse.jhu.edu/pub/1/article/757407/summary",
            "https://repository.uinjkt.ac.id/dspace/handle/123456789/32889",
            "https://www.gajrc.com/media/articles/GAJLL_61_25-39.pdf",
            "https://www.ideals.illinois.edu/items/9576/bitstreams/35595/object",
            "https://www.persee.fr/doc/camed_0395-9317_1979_num_19_1_1462",
            "https://www.persee.fr/doc/remmm_0035-1474_1984_num_38_1_2047"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "ساعدت الاحتجاجات في توحيد حركة قومية مغربية ناشئة . تأسست الحركة الوطنية على الشعور بالانتماء إلى المجتمع الإسلامي والأمة العربية . كان الشعور بالانتماء إلى المجتمع المسلم (الأمة الإسلامية) عاملاً مهيمناً في هذه القومية . وقعت الاحتجاجات خلال فترة من عدم اليقين الاقتصادي، بما في ذلك الأزمة العالمية لعام 1929 والقضايا المحلية مثل الجفاف وأسراب الجراد .",
          "source_URLs": [
            "https://ddd.uab.cat/pub/caplli/2018/294337/sigmovsocmar_a2018p163.pdf",
            "https://www.persee.fr/doc/camed_0395-9317_1979_num_19_1_1462"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "بدأ الاحتجاجات في سلا مجموعة من الشباب، تتراوح أعمارهم بين 17 و 25 عامًا، والذين كانوا نشطين في المؤسسات الثقافية ذات الميول القومية الأولية . لعب عبد اللطيف صبيحي، وهو موظف في الإدارة الاستعمارية وخريج مدرسة اللغات الشرقية في باريس، دورًا رئيسيًا في بدء الاحتجاجات في سلا . تم إحياء ذكرى الذكرى السنوية للظهير البربري في 16 مايو سنويًا بتجمعات في المساجد لتلاوة اللطيف .",
          "source_URLs": [
            "https://ddd.uab.cat/pub/caplli/2018/294337/sigmovsocmar_a2018p163.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "ردود الفعل الدولية",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "كما لفت الظهير البربري الانتباه والإدانة على الصعيد الدولي . زار شكيب أرسلان، وهو سوري درزي بارز ومناصر للقومية العربية، المغرب في عام 1930 وروّج للنضال المغربي في صحيفته \"الأمة العربية\" . في يناير 1931، أنشأت 12 جمعية إسلامية في جاوة لجنة مسلمة للدفاع عن البربر . أقر المؤتمر الإسلامي في القدس في ديسمبر 1931 إعلانًا يدعو فرنسا إلى سحب الظهير . تم إرسال رسائل احتجاج من المؤتمر الإسلامي العام وجمعيات الشباب المسلمين من مناطق أخرى من العالم العربي .",
          "source_URLs": [
            "https://ddd.uab.cat/pub/caplli/2018/294337/sigmovsocmar_a2018p163.pdf",
            "https://www.persee.fr/doc/camed_0395-9317_1979_num_19_1_1462"
          ]
        }
      ]
    },
    {
      "subtitle": "الردود الفرنسية وإرث الظهير",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "ردت السلطات الفرنسية على الاحتجاجات بالقمع، واعتقلت ونفت القادة الوطنيين . ومع ذلك، فقد حاولوا أيضًا معالجة بعض المخاوف التي أثارتها الاحتجاجات . في عام 1934، تم إلغاء المادة 6 من الظهير البربري، وتوحيد الولايات القضائية الجنائية .",
          "source_URLs": [
            "https://journals.openedition.org/encyclopedieberbere/2361"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "على الرغم من هذا الإلغاء، استمرت السياسة البربرية الفرنسية . ظل الظهير البربري ساري المفعول حتى عام 1956 . انتقد السلطان التلاعب باللطيف من قبل الشباب القوميين في 11 أغسطس . في 27 أغسطس 1930، زار وفد من القوميين السلطان في فاس لتقديم مذكرة . ساهم الظهير البربري في إعطاء الحركة الوطنية المغربية الوحدة والتماسك . تم تحديد الهوية أحادية اللغة للمغرب في الثلاثينيات بعد الظهير البربري .",
          "source_URLs": [
            "https://ddd.uab.cat/pub/caplli/2018/294337/sigmovsocmar_a2018p163.pdf",
            "https://journals.openedition.org/encyclopedieberbere/2361",
            "https://link.springer.com/chapter/10.1057/978-1-137-50675-7_2",
            "https://www.persee.fr/doc/camed_0395-9317_1979_num_19_1_1462"
          ]
        }
      ]
    },
    {
      "subtitle": "الظهير البربري كأسطورة تأسيسية",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "تم تأطير الاحتجاجات ضد الظهير البربري كأسطورة تأسيسية للقومية المغربية . تم تأطير الظهير من قبل القوميين على أنه محاولة لتقسيم البلاد وتنصير البربر . ابتكر الشباب سردًا مضادًا قويًا حول الثقافة والهوية المغربية، مع التركيز على وحدة الأمة القائمة على الإسلام والعروبة . وحد الظهير البربري المشاعر السلفية والقومية واعتبر اعتداء على الهوية الإسلامية .",
          "source_URLs": [
            "https://aura.american.edu/ndownloader/files/41815758",
            "https://ddd.uab.cat/pub/caplli/2018/294337/sigmovsocmar_a2018p163.pdf",
            "https://minpaku.repo.nii.ac.jp/record/8694/files/SER152_06.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "ما بعد الكارثة وحركة الأمازيغ",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "بعد الاستقلال عام 1956، تم إخضاع المناطق القانونية الثلاث، الفرنسية والإسبانية والدولية، لنظام قانوني موحد . سعى علال الفاسي إلى إنشاء تشريع جديد قائم على الشريعة الإسلامية، وفهمها وفقًا للمثل الإصلاحية لحركة السلفية الجديدة . السياسة الغامضة للدولة المغربية في مجال التعريب في أعقاب الاستقلال عام 1956 .",
          "source_URLs": [
            "https://minpaku.repo.nii.ac.jp/record/8694/files/SER152_06.pdf",
            "https://www.gajrc.com/media/articles/GAJLL_61_25-39.pdf"
          ]
        },
        {
          "paragraph_id": "s6_p1",
          "text": "استمر تهميش اللغة والثقافة البربرية في حقبة ما بعد الاستعمار، مما أدى إلى صعود الحركة الأمازيغية . تهدف الحركة الأمازيغية إلى الاعتراف بتأثير الثقافة الأمازيغية على التاريخ المغربي وأهمية اللغة الأمازيغية . حققت الحركة الأمازيغية نجاحات، بما في ذلك إنشاء المعهد الملكي للثقافة الأمازيغية (مؤسسة حكومية مخصصة للثقافة الأمازيغية) والاعتراف بالأمازيغية كلغة رسمية .",
          "source_URLs": [
            "https://digitalcollections.sit.edu/isp_collection/1117/",
            "https://journals.pan.pl/Content/123040/PDF/KiS.2020.64.1.8.pdf"
          ]
        },
        {
          "paragraph_id": "s6_p2",
          "text": "في عام 1994، تناول الملك الحسن الثاني ملك المغرب علنًا \"المسألة البربرية\" ودعا إلى تدريس اللهجات البربرية في المدارس . تم إنشاء المعهد الملكي للثقافة الأمازيغية (IRCAM) في المغرب في عام 2001 لتعزيز الثقافة واللغة البربرية . اعترف دستور المغرب لعام 2011 بالأمازيغية كلغة رسمية . ينص دستور 2011 على أن الهوية الوطنية للمغرب تقوم على التقاء المكونات العربية والإسلامية والأمازيغية والصحراوية، إلى جانب التأثيرات الأفريقية والأندلسية والعبرية والمتوسطية .",
          "source_URLs": [
            "https://journals.pan.pl/Content/123040/PDF/KiS.2020.64.1.8.pdf",
            "https://www.policycenter.ma/sites/default/files/2021-01/PB_20-48_Aidi.pdf"
          ]
        },
        {
          "paragraph_id": "s6_p3",
          "text": "على الرغم من هذه التطورات، لا تزال التحديات قائمة . تم منع محاولات تشكيل حزب سياسي بربري في المغرب في عام 2015 من قبل الحكومة . يستمر التمييز المؤسسي ضد الأعراق الأمازيغية ولغاتهم في المغرب .",
          "source_URLs": [
            "https://journals.pan.pl/Content/123040/PDF/KiS.2020.64.1.8.pdf",
            "https://link.springer.com/chapter/10.1007/978-3-030-27735-2_2",
            "https://link.springer.com/chapter/10.1007/978-3-031-08713-4_14"
          ]
        }
      ]
    }
  ]
}