{
  "event_name": "الحرب الأهلية السعدية",
  "article_title": "الحرب الأهلية السعدية (1603-1627)",
  "sections": [
    {
      "subtitle": "الخلفية والأصول",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "حكمت الدولة السعدية المغرب من عام 1549 إلى عام 1659 . استولت السلالة على السلطة الكاملة في المغرب حوالي عام 1554 . حدث تأسيس الإمبراطورية السعدية على مدى نصف قرن من خلال العمل العسكري، والقضاء على الوطاسيين . شهدت الدولة السعدية بعض النفوذ التركي، بدءًا من عهد المهدي وامتدادًا إلى عصر المنصور . واجهت الدولة السعدية صراعات ضد الاحتلالات الإسبانية والبرتغالية في الشمال والعثمانيين في الشرق . فازت الدولة بمعركة وادي المخازن (معركة الملوك الثلاثة) . بلغت الإمبراطورية السعدية ذروتها في عهد المنصور بعد 75 عامًا من الصراعات والحرب . حكم أحمد المنصور من 1578 إلى 1603 .",
          "source_URLs": [
            "https://cel.hal.science/cel-00420479/document",
            "https://college-de-france.hal.science/hal-04125376/document",
            "https://www.persee.fr/doc/remmm_0035-1474_1973_num_15_1_1226",
            "https://www.policycenter.ma/sites/default/files/2024-09/PB_43-24%20%28Isabelle%20Tsakok%29vf.pdf"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "أثار موت أحمد المنصور عام 1603 حربًا أهلية بين ورثته، مما أدى إلى عدم الاستقرار . وقعت الحرب الأهلية خلال فترة من التغيير الأسري، مع تدهور الدولة السعدية وصعود العلويين . أثرت التعقيدات السياسية الداخلية للمغرب، بما في ذلك المطالبين السعديين، على الصراع . حدث الاحتلال الإسباني للعرائش خلال هذه الفترة من التدهور السعدي .",
          "source_URLs": [
            "https://journals.openedition.org/remmm/254",
            "https://rua.ua.es/dspace/bitstream/10045/56669/1/1974_Epalza_RevHistMaghreb.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "أزمة الخلافة واللاعبون الرئيسيون",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "حصل أحمد المنصور على العرش بعد معركة الملوك الثلاثة في 4 أغسطس 1578 . قبل أن يصبح سلطانًا، عمل أحمد المنصور كممثل لأخيه عبد الملك في فاس . واجه أحمد المنصور تحديات من ابنه، محمد الشيخ المأمون، مما دفعه إلى توطيد العلاقات مع العلماء في فاس .",
          "source_URLs": [
            "https://college-de-france.hal.science/hal-04125376/document"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "أدى موت أحمد المنصور عام 1603 إلى صراع على السلطة بين أبنائه، وعلى رأسهم مولاي زيدان وغيره . أغرقت أزمة الخلافة هذه المغرب في فترة من الصراع والتشرذم الشديد .",
          "source_URLs": [
            "https://journals.openedition.org/remmm/254"
          ]
        }
      ]
    },
    {
      "subtitle": "الأحداث والصراعات الرئيسية",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "في عام 1610، تنازل مولاي الشيخ، وهو ابن أحمد المنصور، عن العرائش لإسبانيا مقابل مساعدات عسكرية، وهو وضع أثار انتقادات للدولة السعدية . احتلت إسبانيا العرائش من 1610-1689 . في عام 1610، قاد ابن أبي محلي مجموعة لغزو سجلماسة، وطرد الحاكم والجيش السعدي . غزا ابن أبي محلي، معتقدًا أنه المهدي، منطقة درعة، وعبر الأطلس، واستولى على مراكش، العاصمة السعدية . في 20 مايو 1612، هزم ابن أبي محلي مولاي زيدان ودخل مراكش، معلنًا عفوًا عامًا بتفويض من \"مولاي محاميت بن عبد الله، ملك الكون كله\" .",
          "source_URLs": [
            "https://journals.openedition.org/remmm/254",
            "https://rua.ua.es/dspace/bitstream/10045/56669/1/1974_Epalza_RevHistMaghreb.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "انتهى حكم ابن أبي محلي بموته في معركة عام 1613 ضد أنصار السلطان السعدي مولاي زيدان، الذي استعاد بعد ذلك مراكش . بعد وفاته، عُرض رأس ابن أبي محلي على أسوار مراكش حتى تفكك . قاد الفقيه يحيى بن عبد الله الحاحي، وهو صديق سابق لابن أبي محلي، حملة ضده وهزمه وقتله في النهاية في أكتوبر 1613 (رمضان 1022) . بعد هزيمة ابن أبي محلي، دخل سيدي يحيى مراكش واحتل القصر الملكي في البداية، لكنه انسحب لاحقًا، وتنازل عن السلطة مرة أخرى لمولاي زيدان . طلب السلطان السعدي مولاي زيدان من سيدي يحيى الدعم ضد ابن أبي محلي، مما أدى إلى المعركة التي قُتل فيها ابن أبي محلي .",
          "source_URLs": [
            "https://journals.openedition.org/remmm/254"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "خلال الحرب الأهلية بين الإخوة السعديين في أوائل القرن السابع عشر، عانى المغرب من الجفاف والمجاعات والطاعون، مما زاد من زعزعة استقرار المنطقة .",
          "source_URLs": [
            "https://journals.openedition.org/remmm/254"
          ]
        }
      ]
    },
    {
      "subtitle": "التدخل الخارجي والتأثير",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "كانت الإمبراطوريتان الإسبانية والعثمانية تتنافسان على النفوذ في المنطقة خلال هذه الفترة . حافظ الإسبان على معاقل في شمال إفريقيا، مثل وهران والمرسى الكبير، لمراقبة السلاطين المغاربة . كانت الحكومتان الهولندية والإنجليزية منخرطتين أيضًا في مناقشات دبلوماسية وتجارية مع المغرب . في عام 1610، تنازل مولاي الشيخ عن العرائش للإسبان .",
          "source_URLs": [
            "https://journals.openedition.org/insaniyat/5563",
            "https://journals.openedition.org/remmm/254",
            "https://www.cambridge.org/core/journals/renaissance-quarterly/article/reimagining-religious-identity-the-moor-in-dutch-and-english-pamphlets-15501620/83AA02474438DA0518ADFE8E7F92894D"
          ]
        }
      ]
    },
    {
      "subtitle": "العواقب والإرث",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "أضعفت الحرب الأهلية السعدية الدولة وساهمت في تدهورها في نهاية المطاف . كان للحرب أيضًا تأثير كبير على المجتمع والاقتصاد والمشهد السياسي المغربي . سمح عدم الاستقرار الناتج عن الصراع بصعود الشخصيات المرابطية وساهم في تفتيت البلاد . حكمت الدولة السعدية المغرب من النصف الثاني من القرن السادس عشر حتى عام 1659 . بحلول عام 1670، تعهد الأرما بالولاء للسلاطين العلويين لكنهم ألغوا السيادة المغربية بحلول أوائل القرن الثامن عشر .",
          "source_URLs": [
            "https://college-de-france.hal.science/hal-04125376/document",
            "https://journals.openedition.org/remmm/254",
            "https://rua.ua.es/dspace/bitstream/10045/56669/1/1974_Epalza_RevHistMaghreb.pdf",
            "https://wiki2.org/en/Songhai_people"
          ]
        }
      ]
    }
  ]
}