{
  "event_name": "صراعات الفاطميين والأمويين على المغرب",
  "article_title": "الصراع الفاطمي الأموي في المغرب",
  "sections": [
    {
      "subtitle": "صعود الفاطميين والأمويين",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "كانت الدولة الفاطمية في القيروان (297/909 إلى 567/1171) والدولة الأموية في قرطبة (138/756 إلى 422/1031) قوتين رئيسيتين تتنافسان على النفوذ في المغرب . الفاطميون، وهم سلالة مسلمة شيعية، ادعوا النسب من فاطمة ابنة النبي محمد وسعوا إلى تأسيس حكمهم في شمال أفريقيا . وكانوا يهدفون إلى توسيع سيطرتهم في جميع أنحاء المنطقة وحتى إلى مصر، متحدين الخلافة العباسية . كما سعى الأمويون، ومقرهم في الأندلس، إلى ممارسة نفوذهم في شمال أفريقيا . غالبًا ما أعطت التحليلات السابقة الأولوية للتنافس الجيوسياسي بين الأمويين والفاطميين باعتباره المحرك الرئيسي للصراع .",
          "source_URLs": [
            "http://www.clio.fr/bibliotheque/pdf/pdf_les_invasions_hilaliennes_en_ifriqiya.pdf",
            "https://hal.science/hal-02306895/"
          ]
        }
      ]
    },
    {
      "subtitle": "التوسع والتحديات الفاطمية",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "استخدم الفاطميون قبيلة كتامة البربرية لغزو الأغالبة . لعب الداعية الفاطمي أبو عبد الله دورًا رئيسيًا في هذا الفتح . أسس الفاطميون عاصمتهم في المهدية، الواقعة بين سوسة وصفاقس . ومدوا سيطرتهم في جميع أنحاء شمال إفريقيا، وسيطروا على طرق التجارة والتجارة مع مناطق جنوب الصحراء الكبرى . ومع ذلك، واجه الفاطميون مقاومة من الخوارج وجماعات أخرى . عامل الفاطميون البربر بازدراء، وغالبًا ما أشاروا إليهم بـ \"الرعاع\" أو \"الحثالة\" .",
          "source_URLs": [
            "http://www.clio.fr/bibliotheque/pdf/pdf_les_invasions_hilaliennes_en_ifriqiya.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "الزيريون وقبائل الهلالية",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "نقل المعز، آخر حاكم فاطمي قضى وقتًا طويلاً في إفريقية، الحكم إلى سلالة الزيريين . كان الزيريون سلالة بربرية عملت في البداية كعملاء للفاطميين . ومع ذلك، انفصل الزيريون في النهاية عن الحكم الفاطمي في عام 1048 . ورداً على ذلك، أرسل الفاطميون قبائل بني هلال وبني سليم العربية إلى إفريقية في 1051-1052 . مُنحت هذه القبائل، التي قُدرت بـ 50 ألف محارب و 200 ألف بدوي، منحًا من الأراضي (إقطاع) من قبل الخليفة الفاطمي . غالبًا ما يتميز وصول القبائل الهلالية بأنه غزو، مع عواقب وخيمة على المنطقة . وصف ابن خلدون قبائل الهلال بأنهم بدو مدمرون، وقارن أسلوب حياتهم بالسكان الحضريين المستقرين .",
          "source_URLs": [
            "http://www.clio.fr/bibliotheque/pdf/pdf_les_invasions_hilaliennes_en_ifriqiya.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "تأثير الهجرات الهلالية",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "أدى تقدم الهلاليين إلى صراع مدمر مع الزيريين، وبلغ ذروته بسقوط القيروان بعد حصار دام خمس سنوات (1051-1056) . فرت سلالة الزيريين إلى المهدية . توسعت القبائل الهلالية في جميع أنحاء المغرب الشرقي، وسيطرت على السهول والمناطق الساحلية، بينما تراجع البربر إلى المناطق الجبلية . أدى تفكك إفريقية إلى دفع السلطات المحلية الجزية لرؤساء الهلاليين . كان يُنظر إلى تأثير الهلاليين على المنطقة على أنه سلبي (تجزئة سياسية، اضطراب اقتصادي) وإيجابي (تبادل ثقافي، تحول ديموغرافي) . جادل بعض المؤرخين بأن الهجرات الهلالية كانت نتيجة لضعف المراكز الحضرية في شمال إفريقيا . شكل وصول القبائل الهلالية نقطة تحول في تاريخ المغرب، حيث أدخلت لهجات جديدة وأثرت على المشهد الثقافي للمنطقة . تم دمج القبائل الهلالية في النهاية في السكان البربر، مما أدى إلى تبادل ثقافي وعرقي كبير . شكل وصول الهلاليين تحولًا ملحوظًا من اللغة العربية الفصحى إلى اللهجات العامية الإقليمية الممزوجة بالتأثيرات البربرية . على الرغم من الصراعات الأولية، شكل بعض البربر والقبائل الهلالية لاحقًا تحالفات و / أو سعوا إلى شراكات للحفاظ على سلطة كل منهم .",
          "source_URLs": [
            "http://www.clio.fr/bibliotheque/pdf/pdf_les_invasions_hilaliennes_en_ifriqiya.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "دور تجارة الذهب",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "لعب تداول الذهب السوداني في القرن الرابع / العاشر الميلادي دورًا مهمًا في المشهد السياسي للمغرب . تم استخراج الذهب وتكريره في منعطف النيجر، ونقله عبر الصحراء الكبرى إلى المغرب، ثم يحتمل أن يكون إلى الأندلس أو الغرب اللاتيني أو الشرق الأوسط . في حين أن النزاعات الإقليمية بين الأمويين والفاطميين مهمة، إلا أن تجارة الذهب من السودان إلى الأندلس تستحق المزيد من الدراسة . يقدم فحص تجارة الذهب منظورًا جديدًا عن المغرب في القرن الرابع / العاشر الميلادي قبل صعود السلالات البربرية . يجادل المؤلف من أجل فهم أكثر شمولاً يتضمن دور تجارة الذهب .",
          "source_URLs": [
            "https://hal.science/hal-02306895/"
          ]
        }
      ]
    }
  ]
}