{
  "event_name": "صعود المرينيين إلى السلطة",
  "article_title": "صعود الدولة المرينية",
  "sections": [
    {
      "subtitle": "الأصول والتوسع المبكر",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "كان المرينيون (بنو مرين) قبيلة بربرية زناتية تنحدر من المغرب الأوسط، وتحديدًا المنطقة الواقعة بين تلمسان وتاهر . كانوا في الأصل قبائل بدوية من منطقة الزاب، الواقعة على الحدود بين الجزائر وتونس الحديثتين . منذ أوائل القرن الثالث عشر فصاعدًا، بدأوا في توسيع نفوذهم في المغرب . كان توسعهم الأولي مدفوعًا إلى حد كبير بالنهب، وعلى عكس المرابطين والموحدين، فقد افتقروا إلى أيديولوجية دينية أو سياسية موحدة قوية .",
          "source_URLs": [
            "https://core.ac.uk/download/pdf/304991792.pdf",
            "https://shs.hal.science/halshs-00967214v1/file/Le%20Maghreb%20medieval%2011e-15e%20s%20%281%29.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "الصراع مع الموحدين والاستيلاء على السلطة",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "برز المرينيون كمنافسين رئيسيين للدولة الموحدية، وقوضوا حكمهم تدريجيًا على مدى 58 عامًا . إن تدهور الإمبراطورية الموحدية، وخاصة بعد معركة العقاب في عام 1212، والصراعات الداخلية بين المطالبين الموحدين سهلت صعود المرينيين إلى السلطة . دخل أبو بكر يحيى بن عبد الحق المريني فاس عام 642 هـ / 1248 م، مما يمثل بداية الحكم المريني في تلك المدينة . غزا المرينيون بشكل منهجي المغرب الأقصى (المغرب الحديث) على مدى عدة عقود، واستولوا على مدن مهمة مثل فاس ومكناس . استولى الأمير يعقوب بن عبد الحق على مراكش، العاصمة الموحدية، عام 668 هـ / 1269 م، مما أنهى فعليًا الدولة الموحدية في المغرب . بعد تدهور الإمبراطورية الموحدية، برز المرينيون كواحد من ثلاث سلالات خلفتها في عام 1258 .",
          "source_URLs": [
            "https://core.ac.uk/download/pdf/304991792.pdf",
            "https://shs.hal.science/halshs-00967214v1/file/Le%20Maghreb%20medieval%2011e-15e%20s%20%281%29.pdf",
            "https://wikimonde.com/article/Oran"
          ]
        }
      ]
    },
    {
      "subtitle": "توطيد السلطة والحكم",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "أسس المرينيون فاس عاصمة لهم . بدأ السلطان المريني أبو يوسف بناء فاس الجديد في مارس 1276 . تميز أسلوب حكم المرينيين بالاعتماد على الهياكل والتحالفات القبلية، حيث تمتعت العائلات والعملاء البارزون بسلطة كبيرة داخل الدولة . تجنبوا بشكل استراتيجي الانخراط الكبير في الأندلس، وركزوا بدلاً من ذلك على السيطرة على المغرب الأقصى والتوسع في النهاية شرقًا .",
          "source_URLs": [
            "https://core.ac.uk/download/pdf/224070974.pdf",
            "https://journals.openedition.org/encyclopedieberbere/2048",
            "https://shs.hal.science/halshs-00967214v1/file/Le%20Maghreb%20medieval%2011e-15e%20s%20%281%29.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "روج المرينيون للمالكية وعززوا العلاقات مع النسب الشريف لتعزيز شرعيتهم . نشأت قوتهم الاقتصادية إلى حد كبير من السيطرة على طرق التجارة عبر الصحراء واستغلال الموارد في مناطق مثل فزاز (جبال الأطلس المتوسط) .",
          "source_URLs": [
            "https://shs.hal.science/halshs-00967214v1/file/Le%20Maghreb%20medieval%2011e-15e%20s%20%281%29.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "التحالفات والصراعات الاستراتيجية",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "كانت علاقة المرينيين مع السلالات الأخرى معقدة، وتميزت بالتحالفات والصراعات مع الحفصيين والعبد الواديين والموحدين . منح عبد الحق، مؤسس الدولة المرينية، دبدو ومنطقتها لقبيلة بني ورتجين المرينية لحماية الحدود الشرقية للمملكة من العبد الواديين في تلمسان . وقعت معارك مستمرة بين المرينيين والعبد الواديين خلال هذه الفترة . وقعت صراعات متكررة بين الزيانيين والمرينيين، مدفوعة بالتنافس التجاري على سجلماسة، بين 646/1248 و 668/1269 .",
          "source_URLs": [
            "https://journals.openedition.org/encyclopedieberbere/2230",
            "https://shs.cairn.info/revue-ikos-2013-1-page-190",
            "https://shs.hal.science/halshs-00967214v1/file/Le%20Maghreb%20medieval%2011e-15e%20s%20%281%29.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "المرينيون والأندلس",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "حارب ألفونسو الحادي عشر ملك قشتالة وليون (1312-1350) حروبًا ضد المرينيين الغزاة، مما ساهم في توطيد السلطة القشتالية . حارب جيل ألفاريز كارييو دي ألبورنوز، وهو كاردينال إسباني، ضد غزو مريني من المغرب في معركة ريو سالادو عام 1340 . كما قاد التجنيد المسلح لأبرشيته في الاستيلاء على الجزيرة الخضراء عام 1344 .",
          "source_URLs": [
            "https://go.gale.com/ps/i.do?id=GALE%7CA636256803&sid=googleScholar&v=2.1&it=r&linkaccess=abs&issn=14753839&p=AONE&sw=w",
            "https://informasilengkap.com/en/Gil_%C3%81lvarez_Carrillo_de_Albornoz",
            "https://shs.cairn.info/revue-le-moyen-age-2016-2-page-341?tab=texte-integral"
          ]
        }
      ]
    },
    {
      "subtitle": "الثقافة والعمارة المرينية",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "يوصف العصر المريني، الذي استمر لأكثر من قرنين من الزمان، بأنه فترة ازدهار فكري وعلمي واقتصادي في المغرب . بنى السلاطين المرينيون العديد من المدارس في فاس، وعرضوا العمارة الأسبانية المغربية، بما في ذلك مدرسة الصفارين، ومدرسة السبعين، ومدرسة العطارين، ومدرسة بو عنانية . أضاف المرينيون دار الموقت في جامع القرويين في فاس عام 1286 خلال تجديدات مئذنة المسجد . تم تكليف الساعات المائية من قبل السلطان المريني أبو يوسف يعقوب في القرن الثالث عشر وصممها محمد بن الحباك . تم بناء ساعة مائية أخرى بأمر من السلطان أبو سعيد عام 1317 وتم ترميمها عام 1346 . ساهم المرينيون أيضًا في التراث المعماري لتلمسان بالجزائر، مع تعبيرات غنية متعددة الألوان موجودة في الأشكال الهندسية والزهرية التي تزين المآذن والشرفات والساحات الداخلية وساحات المباني .",
          "source_URLs": [
            "https://conservation-science.unibo.it/article/view/7937",
            "https://core.ac.uk/download/pdf/224070974.pdf",
            "https://core.ac.uk/download/pdf/304991792.pdf",
            "https://jcolore.gruppodelcolore.it/ojs/index.php/CCSJ/article/view/ccsj.i102018.01",
            "https://journals.openedition.org/encyclopedieberbere/2048",
            "https://wikiterminal.com/en/Dar_al-Muwaqqit"
          ]
        }
      ]
    },
    {
      "subtitle": "سياسات الرعاية الاجتماعية المرينية",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "شهدت الفترة المرينية تحولًا نوعيًا في الخدمات الاجتماعية، مع بناء المدارس والمدارس القرآنية والمستشفيات ودور الرعاية للمحتاجين . أنشأ السلطان يعقوب بن عبد الحق (656-685 هـ / 1258-1286 م) رواتب شهرية للخدم والمحتاجين، ممولة من الجزية اليهودية، وقدم طعامًا يوميًا ودراهم للأيتام . ألغى السلطان أبو سعيد عثمان (710-732 هـ / 1310-1331 م) الضرائب وعفا عن السجناء (باستثناء المدانين بجرائم خطيرة) ؛ وقدم الصدقات للفقراء وزار المرضى والجنائز .",
          "source_URLs": [
            "https://core.ac.uk/download/pdf/304991792.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "رعاية المرينيين لمؤسسات الوقف",
      "paragraphs": [
        {
          "paragraph_id": "s7_p0",
          "text": "شهدت الفترة المرينية تطورات كبيرة في إدارة كمية ونوعية ممتلكات الوقف . كانت جميع ممتلكات الوقف في فاس خلال الفترة المرينية مخصصة لجامع القرويين، بما في ذلك الفنادق والمخابز ومصانع الصابون ومصانع الجلود والمنازل المؤجرة والأكشاك والمدارس والمكتبات والمستشفيات وموردي المياه . روج المرينيون للوقف كجزء من أجندتهم السياسية، مما أدى إلى انتشاره خارج فاس إلى مدن مثل تازة ومراكش وسلا وسبتة .",
          "source_URLs": [
            "http://www.pertanika.upm.edu.my/resources/files/Pertanika%20PAPERS/JSSH%20Vol.%2025%20(S)%20Oct.%202017/JSSH(S)-0533-2017.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "تدهور الدولة المرينية",
      "paragraphs": [
        {
          "paragraph_id": "s8_p0",
          "text": "أدت الصراعات الداخلية والصراعات على السلطة داخل الدولة المرينية إلى إضعاف قبضتهم على السلطة، مما أدى في النهاية إلى سقوطهم . شكل وفاة السلطان عبد الحق المريني عام 869 هـ / 1465 م نقطة تحول في الحكم المريني . استولت بنو وطاس، وهي عائلة عميلة قوية للمرينيين، في النهاية على السلطة في فاس، مما يمثل نهاية الدولة المرينية في عام 1472 .",
          "source_URLs": [
            "https://shs.hal.science/halshs-00967214v1/file/Le%20Maghreb%20medieval%2011e-15e%20s%20%281%29.pdf",
            "https://www.cambridge.org/core/journals/journal-of-african-history/article/morocco-and-the-ottomans-the-sixteenth-century-in-north-africa/06EAA00B275F4EA3CAC913C232E0B318"
          ]
        }
      ]
    }
  ]
}