{
  "event_name": "حصار مازاغان",
  "article_title": "حصار مازاغان: تاريخ الصراع والتحول",
  "sections": [
    {
      "subtitle": "أصول وتحصين مازاغان",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "تأسست مازاغان، المعروفة الآن باسم الجديدة، على يد الملك إيمانويل ملك البرتغال عام 1514 . من المحتمل أن يكون اسم \"مازاغان\" من أصل بربري، حيث تظهر أشكال مثل \"مازيغان\" في نصوص من القرنين الحادي عشر والثاني عشر . وصف دوارتي باتشيكو بيريرا مازاغان في بداية القرن السادس عشر، مشيرًا إلى موقع مدينة مدمرة . في صيف عام 1514، تسارع بناء قلعة مازاغان تحت الحماية العسكرية البرتغالية . تساءل بعض الاستراتيجيين عن الحاجة إلى حصن في مازاغان بالنظر إلى الحصن الذي يتم بناؤه في أزمور . بدأت مازاغان كمحمية صغيرة للتاج البرتغالي في عام 1486 . بعد غزو أزمور في عام 1513، أمر الملك مانويل الأول بتحويل مازاغان إلى حصن ذي معاقل لحماية كاريرا دا إنديا . في عام 1541، تحولت مازاغان إلى مدينة حصن كبرى، تعتبر أول \"مدينة مثالية\" في عصر النهضة يتم بناؤها خارج أوروبا .",
          "source_URLs": [
            "https://ap1.sib.uc.pt/bitstream/10316.2/39677/1/presentation_de_l_ouvrage_de_jose.pdf",
            "https://hpa.unibo.it/article/view/20358",
            "https://research.unl.pt/ws/files/42553895/Marrocos_vol_1_360_376.pdf"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "حوالي عام 1540، شكل بناء الحصن ذي المعاقل في مازاغان في شمال إفريقيا نقطة تحول في التحصين البرتغالي . لعب توظيف مهندس إيطالي دورًا رئيسيًا في بناء حصن مازاغان . تجاوزت العملية التجريبية ونقل المعرفة المتضمنة في بناء مازاغان مجرد تسليم فني بسيط من المركز إلى المحيط . في عام 1541، فحص بينيديتو دا رافينا المدن البرتغالية في المغرب، بما في ذلك سبتة وطنجة ومازاغان . تعتبر خطة بينيديتو دا رافينا لمازاغان أول تحصين أوروبي مثالي مدعم . في عام 1541، زار بينيديتو دا رافينا وميغيل دي أرودا مازاغاو لتحديث التحصينات . رسم فرانسيسكو دي هولاندا النموذج الأولي للتحصينات في مازاغاو بتطبيق نظام المعقل، على الرغم من أنه لم يزر مازاغاو بنفسه أبدًا . بدأ بناء المعاقل الزاوية في مازاغاو في عام 1541، مما قد يؤثر على المناقشات حول تصميم الحصن .",
          "source_URLs": [
            "https://openarchive.icomos.org/id/eprint/1336/1/Masterthesis_PD_Lavies.pdf",
            "https://rua.ua.es/dspace/handle/10045/70428",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9780429346965-4/early-modern-fortification-margarida-tavares-da-concei%C3%A7%C3%A3o-renata-malcher-de-araujo"
          ]
        },
        {
          "paragraph_id": "s0_p2",
          "text": "تكشف السجلات الإدارية المتعلقة بمازاغان من عام 1541 عن صعوبة الحصول على الجير الجيد للأسوار الجديدة، حيث يعتبر الجير أكثر موثوقية من الحشو الترابي . تم بناء الصهريج في مازاغان بين عامي 1541 و 1547 . قاوم الحصن في مازاغاو الجيوش المحلية حتى عام 1769، وعند هذه النقطة تم التخلي عنه بسبب حصار طويل وعدم القدرة على الحفاظ على حامية .",
          "source_URLs": [
            "https://hpa.unibo.it/article/view/20358",
            "https://journals.openedition.org/emam/5524",
            "https://oajournals.fupress.net/index.php/oi/article/view/12360"
          ]
        }
      ]
    },
    {
      "subtitle": "الحصارات والصراعات",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "كانت الهجمات والحصارات على حصن مازاغان متكررة طوال تاريخه . وقعت هجمات في عام 1517، وفي عام 1521، هلك البرتغاليون والمور تحت الأسوار . في عام 1525، حاصر ملك فاس مازاغان . في مارس 1561، وقعت معركة بعد أن طالب ابن الشريف بمفاتيح الحصن . في عام 1562، يصف كتاب أغوستينو دي غافي دي ميندونسا \"Historia do famoso cerco...\" حصارًا لمازاغان . في عام 1562، خلال دفاع قوات مولاي عبد الله عن مازاغان، تم إنشاء قصيدة \"De bello Mazagonico\"، تصور الحكام السعديين بشكل سلبي . استلهمت قصيدة أنطونيو لوبيز \"De bello Mazagonico\" من مسرحية \"الفرس\" لإسخيلوس في تصويرها للحكام المسلمين .",
          "source_URLs": [
            "https://ap1.sib.uc.pt/bitstream/10316.2/39677/1/presentation_de_l_ouvrage_de_jose.pdf",
            "https://hpa.unibo.it/article/view/20358",
            "https://ruj.uj.edu.pl/bitstreams/28b999fd-41dd-4ebf-be62-247416ea9437/download"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "في عام 1578، في أعقاب معركة الملوك الثلاثة، لجأ مولاي الشيخ، وهو ابن سلطان المغرب المهزوم، إلى مازاغان، التي كان يحتلها البرتغاليون آنذاك . من مازاغان، سافر مولاي الشيخ إلى لشبونة في نهاية ديسمبر 1578 تحت حماية البرتغاليين .",
          "source_URLs": [
            "https://journals.openedition.org/pallas/2571"
          ]
        },
        {
          "paragraph_id": "s1_p2",
          "text": "في عام 1623، هاجم أكثر من 10000 من المغاربة مازاغان . ترك غونسالو كوتينيو، حاكم مازاغان من عام 1624 إلى عام 1627، أوصافًا تفصيلية لرباط تيط . في عام 1640، قُتل القبطان وأكثر من 100 من سلاح الفرسان البرتغالي في القتال .",
          "source_URLs": [
            "https://ap1.sib.uc.pt/bitstream/10316.2/39677/1/presentation_de_l_ouvrage_de_jose.pdf",
            "https://shs.hal.science/halshs-03494136v1/file/JPVS%202017%20Rib%C3%A2t%20de%20T%C3%AEt.pdf"
          ]
        },
        {
          "paragraph_id": "s1_p3",
          "text": "يبلغ مستندين بعنوان \"Noticia da grande batalha...\" (1757) و \"Noticia do grande assalto e batalha...\" (1756) عن معارك واعتداءات على مازاغان في فبراير 1757 ويونيو 1756 على التوالي . في عام 1768، حاصر جيش مغربي قوامه 75000 جندي مازاغان . في ديسمبر 1768، أعلن ملك المغرب الجهاد ضد مازاغان . حاصر الجيش المغربي، المكون من 120 ألف رجل مدعومين بمهندسين عسكريين فرنسيين، مازاغان . منع حاكم مازاغان البرتغاليين من مغادرة الحصن للدفاع عن أنفسهم . في 30 يناير، أرسل مولاي محمد رسلًا للمطالبة بمفاتيح المدينة لتجنب الحرب .",
          "source_URLs": [
            "https://ap1.sib.uc.pt/bitstream/10316.2/39677/1/presentation_de_l_ouvrage_de_jose.pdf",
            "https://hpa.unibo.it/article/view/20358",
            "https://research.unl.pt/ws/files/42553895/Marrocos_vol_1_360_376.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "التخلي عن مازاغان",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "كانت مازاغان آخر مدينة برتغالية في المغرب العربي، تم التخلي عنها في عام 1769 . كانت مازاغان هي المؤسسة البرتغالية الوحيدة المتبقية على ساحل المحيط الأطلسي للمغرب . تم اتخاذ قرار التخلي عن مازاغان في يناير 1769 من قبل ماركيز دي بومبال وملك البرتغال . في 11 مارس 1769، أخلى البرتغاليون مازاغان . في 11 مارس 1769، أُجبر جميع سكان مازاغان على التخلي عن المدينة والعودة إلى لشبونة . في 1 مارس 1769، وصل أسطول مكون من 14 سفينة من لشبونة يحمل تعليمات بالتخلي عن المدينة . كان الأسطول قد غادر لشبونة في 3 فبراير 1769 . تم إبرام هدنة مع القوات المحاصرة في 9 مارس 1769 . قيل لسكان مازاغان أن التخلي كان من أجل سلامتهم من \"همجية المغاربة\" .",
          "source_URLs": [
            "https://ap1.sib.uc.pt/bitstream/10316.2/39677/1/presentation_de_l_ouvrage_de_jose.pdf",
            "https://hpa.unibo.it/article/view/20358",
            "https://research.unl.pt/ws/files/42553895/Marrocos_vol_1_360_376.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "كان عدد سكان مازاغان وقت الإخلاء حوالي 2100 شخص، تحت حكم دينيس غريغوريو دي ميلو إي كاسترو ميندونسا . أبحر ما يقرب من 2100 شخص، يتألفون من 460 عائلة و 31 جنديًا أعزب و 4 كهنة، إلى لشبونة . تم إجلاء النساء والأطفال والمعاقين والمرضى أولاً . تم إعطاء الأولوية للصور المقدسة والأواني الفضية وزخارف الكنيسة أثناء الإخلاء . تم حرق العربات، وإلقاء المدافع الحديدية في البحر، وتفجير الجدران والمباني لتركها مجرد أنقاض . في 8 مارس 1769، حدث الركوب عبر \"Porte de la Mer\" . دمر البرتغاليون أحد المعاقل في مازاغان أثناء انسحابهم، مما أسفر عن مقتل المئات من الجنود المسلمين . في عام 1769، كان هناك ما يقرب من 200 حصان في مازاغان . كان لتحصينات المدينة جدران بعرض اثني عشر متراً . في عام 1769، كان في مازاغان خمس كنائس وثمانية مصليات صغيرة وخمسة عشر كاهنًا . استذكر العقيد كارلوس جوليانو، وهو ضابط عسكري شارك في مهمة عام 1769، أنه كان جزءًا من الحملة ضد \"المجتمع المعدي\" في مازاغان .",
          "source_URLs": [
            "https://ap1.sib.uc.pt/bitstream/10316.2/39677/1/presentation_de_l_ouvrage_de_jose.pdf",
            "https://research.unl.pt/ws/files/42553895/Marrocos_vol_1_360_376.pdf",
            "https://ruj.uj.edu.pl/bitstreams/28b999fd-41dd-4ebf-be62-247416ea9437/download"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "كان من المفترض أن يساعد 2100 تم إجلاؤهم في استيطان منطقة الأمازون . كان التخلي عن مازاغان جزءًا من خطة أكبر وضعها بومبال لتأمين المصالح البرتغالية في منطقة الأمازون، معتبراً المدينة استنزافًا للموارد . تم ترحيل المجتمع البرتغالي في مازاغان إلى منطقة الأمازون . في 11 مارس 1769، غادر المجتمع البرتغالي مازاغان على متن 12 سفينة متجهة إلى لشبونة بأمر من الملك جوزيف وماركيز دي بومبال . في عام 1769، انطلقت 371 عائلة (2000 شخص) من لشبونة إلى بارا على متن تسع سفن في 15 سبتمبر . وصلوا إلى بيليم دو بارا في أوائل يناير 1770 . اعتبارًا من عام 1772، تم نقل سكان مازاغان تدريجيًا إلى نوفا مازاغاو . تم نقل سكان مازاغان إلى فيلا نوفا دي مازاغاو في منطقة الأمازون في البرازيل في عام 1771 بعد تأخير وسوء معاملة في لشبونة . في عام 1775، بعد خمس سنوات من وصولهم إلى البرازيل، كان لا يزال هناك 68 عائلة من مازاغان ينتظرون نقلهم في بيليم . تم تصميم مدينة مازاغاو الجديدة في البرازيل من قبل دومينغو سامبوسيتي وتأسست رسميًا في عام 1771 .",
          "source_URLs": [
            "https://ap1.sib.uc.pt/bitstream/10316.2/39677/1/presentation_de_l_ouvrage_de_jose.pdf",
            "https://research.unl.pt/ws/files/42553895/Marrocos_vol_1_360_376.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "التحول والإرث",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "أعاد السلطان محمد الثالث تسمية مازاغان إلى المهضومة بعد الانسحاب والتدمير البرتغالي . أصبحت مازاغان المهضومة وظلت خالية لمدة 50 عامًا . عمل الحكام المغاربة اللاحقون على إعادة بناء مازاغان، وأعادوا تسميتها في النهاية الجديدة . حوالي عام 1820، طلب التجار اليهود الإذن بالاستقرار هناك، وأعيد بناء المدينة وتسميتها الجديدة . في عام 1821، أعيد تسمية المدينة الجديدة . في عام 1822، كلف الحكام العلويون بإعادة بناء الاتصال بالبر الرئيسي وأسوار المدينة الجديدة في الجديدة . سُمح للعائلات المسيحية بالاستقرار في الجديدة وممارسة دينهم . ساهم وصول الجالية اليهودية في منتصف القرن التاسع عشر في الصورة العالمية الجديدة .",
          "source_URLs": [
            "https://journals.openedition.org/emam/5524",
            "https://research.unl.pt/ws/files/42553895/Marrocos_vol_1_360_376.pdf",
            "https://ruj.uj.edu.pl/bitstreams/28b999fd-41dd-4ebf-be62-247416ea9437/download"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "أعاد السلطان العلوي سيدي محمد بن عبد الله بناء الدار البيضاء في القرن الثامن عشر بعد أن أخلى البرتغاليون مازاغان في عام 1769 . كان إعادة بناء الدار البيضاء مدفوعًا جزئيًا بالخوف من هجوم مسيحي مضاد بعد إخلاء مازاغان . سعى سيدي محمد بن عبد الله إلى سد الفجوة الدفاعية بين الرباط ومازاغان بإعادة بناء الدار البيضاء .",
          "source_URLs": [
            "https://journals.openedition.org/encyclopedieberbere/2096"
          ]
        },
        {
          "paragraph_id": "s3_p2",
          "text": "حصلت الجديدة على مكانة التراث العالمي لليونسكو في عام 2004 تحت اسم \"المدينة البرتغالية في مازاغان (الجديدة)\" . سعى الحسن الثاني ومحمد السادس إلى الحصول على اعتراف اليونسكو بحصن الجديدة لتعزيز السياحة . مازاغان (الجديدة حاليًا) موقع تراث عالمي لليونسكو منذ عام 2004 . في عام 2004، تم إدراج المدينة البرتغالية في مازاغان (الجديدة) في قائمة التراث العالمي لليونسكو . أُعلنت مازاغان موقعًا للتراث العالمي لليونسكو في عام 2004 .",
          "source_URLs": [
            "https://hpa.unibo.it/article/view/20358",
            "https://journals.openedition.org/emam/5524",
            "https://research.unl.pt/ws/files/42553895/Marrocos_vol_1_360_376.pdf",
            "https://ruj.uj.edu.pl/bitstreams/28b999fd-41dd-4ebf-be62-247416ea9437/download"
          ]
        },
        {
          "paragraph_id": "s3_p3",
          "text": "يعلن منتجع مازاغان بيتش، وهو فندق واحد في مجمع مازاغان، عن خدمات نقل السيارات من مطار الدار البيضاء . كانت مازاغان، الواقعة بالقرب من الجديدة، واحدة من خمسة منتجعات مخطط لها على ساحل المحيط الأطلسي كجزء من مخطط أزور . هدف مخطط أزور إلى إنشاء ستة منتجعات ساحلية جديدة، ولكن لم يتحقق منها سوى مديترانيا السعيدية (افتتحت في عام 2009) ومازاغان (افتتحت في ربيع عام 2010) . يقع منتجع مازاغان على بعد حوالي ساعة جنوب الدار البيضاء ويخدمه مطار الدار البيضاء .",
          "source_URLs": [
            "https://hal.science/hal-01139796v1/file/pp.129_148_v.mondou_maroc.pdf",
            "https://journals.openedition.org/norois/8819",
            "https://journals.openedition.org/teoros/725"
          ]
        }
      ]
    }
  ]
}