{
  "event_name": "تدخلات المرينيين في غرناطة",
  "article_title": "تدخلات المرينيين في غرناطة",
  "sections": [
    {
      "subtitle": "الخلفية والسياق",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "حافظت مملكة غرناطة النصرية، آخر معاقل المسلمين في الأندلس، على علاقات دبلوماسية مع مختلف القوى المعاصرة . كان تاريخها متشابكًا مع السكان الأمازيغ في شمال إفريقيا . خلال الإمارة النصرية، كان لغرناطة فيلق جيش زناتي . هاجر المرينيون، وهم سلالة بربرية أصلها من المغرب، واحتلوا جزءًا من الأراضي النصرية خلال الإمارة النصرية . كان المرينيون، إلى جانب الحفصيين والزيانيين، من بين القوى الأضعف في المغرب العربي خلال أوائل القرن السادس عشر، حيث واجهوا صراعات داخلية وتهديدات خارجية من إسبانيا والبرتغال .",
          "source_URLs": [
            "http://41.111.178.43:8080/jspui/handle/123456789/4073",
            "https://brill.com/edcollchap/book/9789004425811/BP000022.xml",
            "https://digibug.ugr.es/handle/10481/96620"
          ]
        }
      ]
    },
    {
      "subtitle": "التدخلات العسكرية و \"قضية المضيق\"",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "تدخل بنو مرين (المرينيون) في شبه الجزيرة الأيبيرية لدعم مملكة غرناطة النصرية خلال القرن الثالث عشر . كان هذا التدخل عاملاً رئيسياً في \"Problema del Estrecho\" (قضية المضيق)، وهي حالة نشأت عن القوة المتزايدة للممالك المسيحية، وهيمنة الأساطيل المسيحية في البحر الأبيض المتوسط، وتدخل الإمبراطوريات الإسلامية في شمال إفريقيا . بلغت \"Batalla del Estrecho\" (معركة المضيق) ذروتها في النصف الأول من القرن الرابع عشر . أعد السلطان المريني أبو الحسن حملة لغزو شبه الجزيرة الأيبيرية . ومع ذلك، هزمت الدول المسيحية، وخاصة قشتالة والبرتغال، بدعم من أساطيل أراغون وجنوة، المسلمين، بمن فيهم المرينيون، في معركة سالادو في النصف الأول من القرن الرابع عشر . أنهى هذا الانتصار \"Problema del Estrecho\" وأرسى الهيمنة المسيحية في شبه الجزيرة الأيبيرية .",
          "source_URLs": [
            "https://ruhm.es/index.php/RUHM/article/view/23"
          ]
        }
      ]
    },
    {
      "subtitle": "حصار الجزيرة الخضراء والتحالفات المحتملة",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "يقال إن فارس تشوسر قد قاتل في حصار الجزيرة الخضراء (1342-1344) وربما مرة أخرى في حصار لاحق . يجادل البعض بأن الفارس ربما قاتل من أجل السلطان محمد الخامس من غرناطة . حدث حصار الجزيرة الخضراء المعني في أواخر يوليو 1369، بتوجيه من السلطان محمد الخامس . تضمنت المسيرة العسكرية للفارس الخدمة في بلاد الشام وشرق البلطيق والممالك حول مضيق جبل طارق . قاتل الفارس في الجزيرة الخضراء ويرتبط بإمارة المغرب (بنو مرين) . استولى الملك ألفونسو الحادي عشر ملك قشتالة على الجزيرة الخضراء من غرناطة عام 1344 . في عام 1344، هزم تحالف ألفونسو الأيبيري-الجنوة جيشًا أرسله السلطان المغربي أبو الحسن علي لتخفيف الجزيرة الخضراء . كان السلطان محمد الخامس حليفًا للملك بيدرو الأول ملك قشتالة وأرسل قوات لمساعدته في قتال إنريكي دي تراستامارا . بعد مقتل بيدرو، استولى محمد الخامس على أراضٍ على طول الحدود، بما في ذلك الجزيرة الخضراء . تحالف محمد الخامس مع المرينيين والزيانيين . كانت الإمارة المرينية في فاس بالمغرب وإمارة تلمسان الزيانية (في الجزائر الحديثة) حليفتين لغرناطة . ربما قاتل الفارس من أجل محمد الخامس من أواخر مارس 1369، خلال حصار الجزيرة الخضراء في أواخر يوليو 1369، وحتى سبعينيات القرن الثالث عشر . يشير المصدر إلى أن الفارس ربما كان متورطًا في حملات الاستيلاء على جبل طارق وسبتة لغرناطة عام 1372 . تضمنت خدمة الفارس المحتملة مع الزيانيين طرد المرينيين من تلمسان .",
          "source_URLs": [
            "https://discovery.ucl.ac.uk/id/eprint/10097380/1/6%20RN%20Knight%20in%20Granada.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "العلاقات الدبلوماسية وابن الخطيب",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "كان لسان الدين ابن الخطيب، وزير سلاطين غرناطة النصريين، علاقة وثيقة مع السلاطين المرينيين في فاس (المغرب) . امتدت هذه العلاقة ما يقرب من 25 عامًا، من بداية مسيرة ابن الخطيب المهنية في عام 1340 إلى وفاته في عام 1375 . خدم ابن الخطيب العديد من السلاطين النصريين في غرناطة وتعامل مع ما لا يقل عن عشرة سلاطين مرينيين مختلفين . من بين السلاطين المرينيين الرئيسيين أبو الحسن علي وأبو عنان فارس وأبو بكر السعيد وأبو زيان محمد الثاني وأبو الفارس عبد العزيز وأبو زيان محمد الثالث وأبو العباس أحمد . تعتبر كتابات ابن الخطيب، مثل \"ريانة الكتاب\"، مصادر مهمة لفهم هذه الفترة . قام بمهام دبلوماسية إلى المغرب ويسر مرور الأمراء المرينيين عبر غرناطة . لعبت المكائد والمنافسات السياسية داخل كل من البلاط المريني والنصري دورًا مهمًا . ارتبط نفي ابن الخطيب ووفاته في فاس بغرناطة والمرينيين .",
          "source_URLs": [
            "https://maritawijntjes.nl/1995_Fez.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "الجوانب الثقافية والسياسية",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "مارس أربعة سلاطين مرينيين الشعر: أبو الحسن علي (حكم من 731-749 / 1331-1348)، وأبو عنان فارس (749-759 / 1348-1359)، وأبو العباس أحمد المستنصر بالله (775-786 / 1373-1384)، وأبو فارس عبد العزيز المستنصر بالله (796-799 / 1393-1396) . يعتبر يوسف الثالث (حكم من 810-820 / 1408-1417) من الأسرة النصرية في غرناطة ملكًا شاعرًا عظيمًا . مثلت ثورة فاس عام 869/1465 ووفاة السلطان عبد الحق المريني فترة انحدار للمرينيين .",
          "source_URLs": [
            "https://brill.com/downloadpdf/display/book/9789004690615/BP000015.pdf",
            "https://www.cambridge.org/core/journals/bulletin-of-the-school-of-oriental-and-african-studies/article/revolution-of-fas-in-8691465-and-the-death-of-sultan-abd-alhaqq-almarini/613619C319DDA056F63A718E89FE87A2"
          ]
        }
      ]
    }
  ]
}