{
  "event_name": "تدخل المرابطين في الأندلس",
  "article_title": "تدخل المرابطين في الأندلس",
  "sections": [
    {
      "subtitle": "الخلفية: الأندلس قبل المرابطين",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "شهدت الأندلس، وهي المنطقة الواقعة في شبه الجزيرة الأيبيرية تحت الحكم الإسلامي من 711 إلى 1492، تغييرات سياسية واجتماعية كبيرة في القرون التي سبقت تدخل المرابطين . أدى الفتح الإسلامي الأولي في عام 711 إلى تأسيس الأندلس . حكمت الدولة الأموية الأندلس من عام 756 م . ازدهرت قرطبة كمركز ثقافي، وتفوقت في العلوم والفلسفة والطب والفلك والشعر والتاريخ . ومع ذلك، تفككت خلافة قرطبة بعد وفاة ابن المنصور، عبد الملك، في عام 1008، مما أدى إلى ظهور دول الطوائف بحلول عام 1031 . افتقر حكام الطوائف هؤلاء إلى الوحدة اللازمة لمقاومة الممالك المسيحية في الشمال بشكل فعال . حتى أوائل القرن الحادي عشر، عانت الممالك المسيحية في إسبانيا من هزائم عسكرية على يد حكام الأندلس . قاد المنصور (978-1002) ما يقرب من خمسين حملة ضد الشمال المسيحي، ونهب برشلونة في 985 وسانتياغو دي كومبوستيلا في 997 . شهدت فترة الطوائف نهاية لسياسة قضائية موحدة في الأندلس . أدى التشرذم السياسي والضعف في الأندلس إلى تهيئة الظروف لتدخل المرابطين اللاحق .",
          "source_URLs": [
            "https://isprs-archives.copernicus.org/articles/XLII-2-W15/915/2019/isprs-archives-XLII-2-W15-915-2019.pdf",
            "https://journals.openedition.org/remmm/9623",
            "https://knowledge.uchicago.edu/record/4268/files/Molly%20Lytle%20MAPPS%20Thesis.pdf",
            "https://link.springer.com/chapter/10.1007/978-1-349-15793-8_2",
            "https://theses.hal.science/tel-00648984v1/file/th2010PEST0023.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "صعود المرابطين",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "كان المرابطون (المرابطون) سلالة بربرية تنحدر من الصحراء الغربية . كانوا مجموعة من النساك المسلمين أو الجنود الرهبان من بدو صنهاجة البربر الذين تبنوا تفسيراً صارماً للإسلام .",
          "source_URLs": [
            "http://www.artearqueohistoria.com/spip/IMG/pdf/-117.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "تدخل المرابطين",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "وصل المرابطون إلى شبه الجزيرة الأيبيرية في عام 1086 . فكر المعتمد بن عباد، أمير إشبيلية، في مناشدة يوسف بن تاشفين، زعيم المرابطين، لمحاربة المسيحيين . هزم يوسف بن تاشفين المسيحيين في معركة الزلاقة عام 1087 . ومع ذلك، سرعان ما أعاد ألفونسو السادس بناء قواته . قرر يوسف بن تاشفين توحيد الأندلس وضمها إلى مملكته، وعزل ملوك الطوائف . كان يوسف بن تاشفين مدعوماً من قبل الفقهاء الذين انتقدوا أمراء الأندلس بسبب كفرهم وفسادهم . تمكن المرابطون من إعادة توحيد الأندلس سياسياً .",
          "source_URLs": [
            "http://www.artearqueohistoria.com/spip/IMG/pdf/-117.pdf",
            "https://journals.openedition.org/remmm/9623",
            "https://theses.hal.science/tel-00648984v1/file/th2010PEST0023.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "حكم المرابطين وتأثيرهم",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "يتم فحص الممارسات القانونية للمرابطين من خلال تحليل اثنتي عشرة قضية محكمة . يقدم الفصل 19 في \"إقامة العدل في الإسلام: القضاة وأحكامهم\" اثنتي عشرة قضية محكمة حول تطبيق قانون العقوبات في عهد المرابطين . قام المرابطون بتدخلات في السلطة القضائية، والتي تعارضت أحياناً مع مصالح الفقهاء . تمكن المرابطون من إعادة توحيد الأندلس سياسياً . ترك حكم المرابطين في الثغر الأعلى من 1110-1118، على الرغم من قصر مدته، بصمة في الثقافة المادية من خلال برامج التحصين . قام المرابطون بتحصين نقاط مثل الزفرانيات، ولا توراثا، وبرج فيليلا دي إيبرو للسيطرة على المنطقة . خلال فترة المرابطين، كان يُنظر إلى \"المرابطين\" و \"المسلمين الأصليين\" على أنهما عنصران اجتماعيان مختلفان .",
          "source_URLs": [
            "https://brill.com/downloadpdf/display/book/edcoll/9789047416722/front-1.pdf",
            "https://brill.com/downloadpdf/edcollbook/title/8500.pdf#page=337",
            "https://digibug.ugr.es/bitstream/handle/10481/62821/Berber%20settlement%20in%20the%20upper%20march%20of%20al-Andalus%20%288th-12th%20century%29.%20A%20postdoctoral%20research%20project.pdf?sequence=1",
            "https://journals.openedition.org/remmm/9623"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "أثر المرابطون على أنماط الملابس في الأندلس، وعمموا استخدام العمامة بين الجنود والفرسان من الطوائف . انتقد المرابطون الطريقة الفاضحة التي كان الأندلسيون يشربون بها النبيذ . سمح المرابطون باستهلاك عصير العنب (الرب) كشراب، ولكن ليس النبيذ نفسه .",
          "source_URLs": [
            "http://www.artearqueohistoria.com/spip/IMG/pdf/-117.pdf"
          ]
        },
        {
          "paragraph_id": "s3_p2",
          "text": "أسفر استقبال فكر الغزالي في الأندلس عن ردود فعل سلبية، بما في ذلك الإدانة والحرق العلني لكتبه . ذكر ابن طملوس أن الفقهاء مثلوا أمام الأمير المرابطي وادعوا أن كتب الغزالي يمكن أن تؤدي إلى فقدان المسلمين لإيمانهم، وأوصوا بحرقها . جرت الحملة الأولى ضد كتب الغزالي في عام 503 هـ (1109 م) في عهد علي بن يوسف .",
          "source_URLs": [
            "https://www.degruyter.com/document/doi/10.1515/ISLAM.2006.005/html"
          ]
        },
        {
          "paragraph_id": "s3_p3",
          "text": "أدى دمج المرابطين للمرية إلى فتح الأسواق في إفريقيا وصعودها كأهم ميناء في غرب البحر الأبيض المتوسط . في فترة المرابطين، استخدم ابن الفهمي الضريبة على المباني (التعطيب) التي دفعها أهل المرية لتقوية أسوار المدينة .",
          "source_URLs": [
            "https://hal.science/hal-03632148/document"
          ]
        }
      ]
    },
    {
      "subtitle": "الجوانب القانونية والاجتماعية",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "تأثرت خطابات المالكية حول التحكيم والتوفيق في الأندلس بالغزو المرابطي . تطورت مسيرة ابن رشد الجد المهنية في عهد المرابطين، الذين تدخلوا في السلطة القضائية . أكد كاميلو غوميز ريفاس على دور الوساطة التي يقوم بها قضاة المالكية والفقهاء في التنمية الاقتصادية والاجتماعية للغرب الإسلامي في ظل حكم المرابطين .",
          "source_URLs": [
            "https://journals.openedition.org/remmm/9623"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "شهد المرابطون والموحدون، على الرغم من الدعوة النظرية إلى إعادة الأسلمة والتقشف، زيادة في الانفصال بين النظرية القانونية والممارسة الاجتماعية فيما يتعلق بزخرفة القبور . خلال فترة المرابطين، تم إدخال نوعين جديدين من الشواهد الجنائزية: الشاهد اللوحي ذو القوس الرمزي والمقابرية . شهدت الكتابات المرابطية استخدام الرخام وخط كوفي أكثر توحيداً وتطوراً . لأول مرة في الكتابات الجنائزية، تم استخدام الصيغة الوقائية deltacawwuḏ خلال فترة المرابطين .",
          "source_URLs": [
            "https://journals.openedition.org/mcv/3907"
          ]
        }
      ]
    },
    {
      "subtitle": "تحديات لحكم المرابطين",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "لم يكن وجود المرابطين في الأندلس خالياً من التحديات. في عام 1126، تم ترحيل المسيحيين من غرناطة وقرطبة وإشبيلية إلى مكناس وفاس بسبب دعمهم لغزو ألفونسو الأول ملك أراغون للأندلس . استند أمر الترحيل هذا إلى فتوى لابن ورد .",
          "source_URLs": [
            "https://digitum.um.es/digitum/bitstream/10201/51886/1/Fatima%20Roldan%20Castro%20(ed.),%20Culturas%20de%20Al-Andalus.%20Editorial%20Universidad%20de%20Sevilla,%202015,%20305%20pags.%20ISBN%20978-84-472-1786-1.pdf",
            "https://revistas.um.es/medievalismo/article/download/279721/204621"
          ]
        }
      ]
    },
    {
      "subtitle": "نهاية فترة المرابطين",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "استمر حكم المرابطين في الثغر الأعلى من 1110-1150 . شغل أبو الحسن ثابت بن عبد الله العوفي، الذي توفي عام 1120-1121، منصب القاضي وكتب رسالة يطلب فيها المساعدة من الأمير المرابطي تميم بن يوسف قبل استسلام سرقسطة في 3 ديسمبر 1118 . خلف الموحدون المرابطين . كان ابن مردنيش يعتبر \"العدو الأوحد والأكثر ترويعاً\" لإمبراطورية الموحدين .",
          "source_URLs": [
            "https://journals.openedition.org/mcv/4931",
            "https://www.erudit.org/en/journals/jcha/2024-v34-n2-jcha09739/1115039ar/abstract/"
          ]
        }
      ]
    },
    {
      "subtitle": "الإرث",
      "paragraphs": [
        {
          "paragraph_id": "s7_p0",
          "text": "يمثل تدخل المرابطين في الأندلس نقطة تحول مهمة في تاريخ المنطقة. في حين أنهم جاؤوا في البداية لمساعدة ممالك الطوائف ضد التقدم المسيحي، إلا أنهم في النهاية عززوا السلطة وفرضوا حكمهم الخاص . امتد تأثيرهم إلى جوانب مختلفة من الحياة، من الممارسات القانونية والعادات الاجتماعية إلى التنمية الحضرية والتعبير الفني . يُذكر العصر المرابطي على أنه فترة من التوحيد والتغيير على حد سواء، مما ترك تأثيراً دائماً على المشهد الثقافي والسياسي للأندلس .",
          "source_URLs": [
            "http://www.artearqueohistoria.com/spip/IMG/pdf/-117.pdf",
            "https://brill.com/downloadpdf/edcollbook/title/8500.pdf#page=337",
            "https://hal.science/hal-03632148/document",
            "https://journals.openedition.org/mcv/3907",
            "https://journals.openedition.org/remmm/9623",
            "https://recercat.cat/bitstream/handle/2072/482312/Trama05_14.pdf?sequence=1",
            "https://theses.hal.science/tel-00648984v1/file/th2010PEST0023.pdf"
          ]
        }
      ]
    }
  ]
}