{
  "event_name": "حرب الرمال مع الجزائر",
  "article_title": "حرب الرمال: نزاع حدودي بين الجزائر والمغرب",
  "sections": [
    {
      "subtitle": "الخلفية والأصول",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "حرب الرمال، وهو صراع بين الجزائر والمغرب، وقع في سبتمبر-أكتوبر 1963 . نشأت الحرب من نزاع إقليمي، وتحديداً في منطقتي الحدود بشار وتندوف . حاولت المغرب استعادة منطقتي تندوف وبشار، مدعية أنهما ضمتا إلى الجزائر الفرنسية من قبل فرنسا قبل عقود . تأثر الصراع بالحدود غير المحددة الموروثة من الفترة الاستعمارية . تنشأ المشاكل الإقليمية في شمال إفريقيا من تشكيل الحدود خلال الفترة الاستعمارية . ساهم غياب الحدود الدقيقة واكتشاف الموارد المعدنية والتوسع المغربي الذي تغذيه فكرة المغرب الكبير في الصراع .",
          "source_URLs": [
            "https://epo.wikitrans.net/Sand_War",
            "https://fi.wikiital.com/wiki/Guerra_delle_sabbie",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9780429505355-9/regional-borders-modern-state-north-africa-george-joff%C3%A9"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "لم تحدد معاهدة للا مغنية (18 مارس 1845) سوى 165 كيلومترًا من الحدود بين الجزائر الفرنسية والمغرب . ذكرت المادة 4 من المعاهدة أنه لا يوجد حد إقليمي يجب تحديده في الصحراء، وسيمارس كلا السياديين حقوقهما على رعاياهما . في تسعينيات القرن التاسع عشر، ضمت فرنسا توات وغورارة وتيديكلت، التي كانت جزءًا من الإمبراطورية المغربية لعدة قرون . أدمجت فرنسا تندوف وكولومب بشار في الإدارات الفرنسية في الجزائر عام 1952 . سعت المغرب إلى استعادة الأراضي المتنازع عليها بعد حصولها على الاستقلال عام 1956 .",
          "source_URLs": [
            "https://dspace.zcu.cz/bitstreams/f80b4b15-c541-4be8-b7af-9a49586e8f42/download",
            "https://epo.wikitrans.net/Sand_War",
            "https://fi.wikiital.com/wiki/Guerra_delle_sabbie"
          ]
        },
        {
          "paragraph_id": "s0_p2",
          "text": "بعد استقلال الجزائر عام 1962، لم تعترف بمطالب المغرب بالمغرب الكبير، بما في ذلك بشار وتندوف . هدفت حكومة جبهة التحرير الوطني الجديدة إلى الحفاظ على الحدود الاستعمارية القائمة . أصبح اكتشاف النفط والغاز في الصحراء عام 1961 قضية خطيرة .",
          "source_URLs": [
            "https://dspace.zcu.cz/bitstreams/f80b4b15-c541-4be8-b7af-9a49586e8f42/download",
            "https://epo.wikitrans.net/Sand_War",
            "https://fi.wikiital.com/wiki/Guerra_delle_sabbie"
          ]
        }
      ]
    },
    {
      "subtitle": "مقدمة للحرب",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "سبقت المناوشات الحدودية التي استمرت أسابيع الصراع الرئيسي . في يوليو 1962، دخل الجيش المغربي الجزائر لاحتلال قاعدة صفصاف العسكرية وحشد قواته حول كولومب بشار بهدف تأمين منجم الرصاص الجزائري في تندوف . في سبتمبر 1957، وقعت حوادث خطيرة بين جيش التحرير المغربي (ALM) وجيش التحرير الوطني الجزائري (ALN)، حيث تم تجريد أكثر من 90 مقاتلاً جزائريًا من السلاح . في أسبوع الحرب الأهلية المحتملة في الجزائر في أواخر يوليو 1962، رفعت القوات المغربية العلم الشريفي على موقعي زغدو وصفصاف في جنوب غرب الجزائر .",
          "source_URLs": [
            "https://fi.wikiital.com/wiki/Guerra_delle_sabbie",
            "https://journals.openedition.org/remmm/8617",
            "https://ojs.bibl.u-szeged.hu/index.php/chronica/article/download/10825/10716"
          ]
        }
      ]
    },
    {
      "subtitle": "الحرب",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "في 25 سبتمبر 1963، شنت القوات المغربية هجومًا كبيرًا عبر الحدود الجزائرية . في 8 أكتوبر 1963، هوجمت المدن الجزائرية حاسي بيضة وتينجوب . في 13 أكتوبر 1963، شنت المغرب هجومًا كبيرًا باتجاه تندوف . بحلول 15 أكتوبر 1963، شنت المغرب هجومًا جديدًا على بعد 30 كيلومترًا من الحدود، مستهدفة منطقة غامد الغزلان وحاسي بيضة وتينجوب، وحشدت قوات المشاة والقوات الجوية والوحدات المدرعة .",
          "source_URLs": [
            "https://fi.wikiital.com/wiki/Guerra_delle_sabbie",
            "https://ojs.bibl.u-szeged.hu/index.php/chronica/article/download/10825/10716"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "تشكل الجيش الجزائري عام 1963 حديثًا من جيش التحرير الوطني (ALN) . كان الجيش الجزائري غير مستعد خلال حرب الرمال . كان الجيش المغربي أفضل تجهيزًا بالمعدات الغربية خلال حرب الرمال .",
          "source_URLs": [
            "https://epo.wikitrans.net/Sand_War",
            "https://hal.science/hal-03855372/document"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "تلقت الجزائر دعمًا من كوبا ومصر . وصلت القوات الكوبية، بما في ذلك دبابات T-34 والمدفعية، إلى وهران في 22 أكتوبر 1963 . تم التخطيط لهجوم مضاد كوبي جزائري، أطلق عليه اسم \"عملية الكرامة\"، ولكن تم إلغاؤه في 29 أكتوبر . تلقت جبهة التحرير الوطني مساعدة من كوبا وبلغاريا، حيث أرسلت كوبا وحدة مدرعة وعدة مئات من القوات المسلحة إلى المنطقة . دعمت مصر الجزائر خلال الصراع . تلقت المغرب دعمًا من فرنسا .",
          "source_URLs": [
            "https://epo.wikitrans.net/Sand_War",
            "https://fi.wikiital.com/wiki/Guerra_delle_sabbie",
            "https://ojs.bibl.u-szeged.hu/index.php/chronica/article/download/10825/10716"
          ]
        }
      ]
    },
    {
      "subtitle": "التدخل الدولي ووقف إطلاق النار",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "في 14 أكتوبر 1963، أعلنت الجامعة العربية في القاهرة عن الحاجة إلى مفاوضات في أقرب وقت ممكن . بحلول 19 أكتوبر 1963، أرسل بن بلة مندوبين إلى الأمم المتحدة في نيويورك . شكلت إثيوبيا وغانا والجامعة العربية لجنة من ستة أعضاء لاستئناف النشاط الدبلوماسي بين المغرب والجزائر .",
          "source_URLs": [
            "https://ojs.bibl.u-szeged.hu/index.php/chronica/article/download/10825/10716"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "تم توقيع وقف إطلاق النار في 30 أكتوبر، بعد ضغوط من منظمة الوحدة الأفريقية (OAU) . في 29 أكتوبر، استعد الزعماء المغاربة والجزائريون للذهاب إلى باماكو للتفاوض وإنهاء نزاعهم . في 30 أكتوبر 1963، وصل بن بلة والحسن الثاني إلى باماكو، وانضم إليهما رئيس وزراء مالي وحاكم إثيوبيا . تم التوصل إلى اتفاق لوقف إطلاق النار في باماكو، ومن المقرر أن يبدأ في 2 نوفمبر الساعة 0:00 . تم إنشاء ميثاق أديس أبابا، بما في ذلك القرارات الصادرة عن مؤتمر باماكو، وإنشاء وقف لإطلاق النار، وانسحاب القوات، ومنطقة حدودية منزوعة السلاح، وإنشاء منظمة الوحدة الأفريقية (OUA) . قبل أعضاء منظمة الوحدة الأفريقية حرمة الحدود التي تم تحديدها خلال الاستعمار من قبل المستعمرين الأوروبيين . أدى اتفاق منظمة الوحدة الأفريقية في 20 فبراير 1964 إلى الوضع الراهن السابق للحرب، مع تفضيل الحدود للجزائر . تم إنشاء منطقة منزوعة السلاح وراقبها حفظة سلام متعددو الجنسيات تحت إشراف منظمة الوحدة الأفريقية . تم توقيع هدنة رسمية في 20 فبراير 1964 .",
          "source_URLs": [
            "https://epo.wikitrans.net/Sand_War",
            "https://fi.wikiital.com/wiki/Guerra_delle_sabbie",
            "https://ojs.bibl.u-szeged.hu/index.php/chronica/article/download/10825/10716"
          ]
        }
      ]
    },
    {
      "subtitle": "الخسائر والنتائج",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "قدرت مصادر فرنسية 60 قتيلاً جزائريًا و 250 جريحًا؛ أشارت دراسات لاحقة إلى 300 قتيل جزائري . تدعي الجزائر أن أكثر من 800 جندي جزائري قتلوا في حرب الرمال . أبلغت المغرب رسميًا عن 39 حالة وفاة . تم أسر حوالي 57 مغربيًا و 379 جزائريًا كأسرى حرب . ساهمت حرب الرمال في العداء الدائم بين المغرب والجزائر . غذى الصراع العداء بين المغرب والجزائر .",
          "source_URLs": [
            "https://epo.wikitrans.net/Sand_War",
            "https://fi.wikiital.com/wiki/Guerra_delle_sabbie",
            "https://journals.ekb.eg/article_271940_0a2b4aee9057437d8ae3a3bdad13a86a.pdf"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "حدث ترسيم الحدود النهائي في منطقة تندوف بين عامي 1969 و 1972 . أسقطت المغرب رسميًا مطالباتها بالأراضي الجزائرية في عام 1972 . في يناير 1969، قام الرئيس الجزائري هواري بومدين بزيارة دولة إلى المغرب ووقع معاهدة صداقة .",
          "source_URLs": [
            "https://epo.wikitrans.net/Sand_War",
            "https://fi.wikiital.com/wiki/Guerra_delle_sabbie"
          ]
        },
        {
          "paragraph_id": "s4_p2",
          "text": "استخدمت الحكومتان الصراع لقمع المعارضة الداخلية . أثرت حرب الرمال على دعم الجزائر لجبهة البوليساريو في نزاع الصحراء الغربية للحد من التوسع المغربي . أدى الصراع إلى دعم الجزائر لجبهة البوليساريو في نزاع الصحراء الغربية .",
          "source_URLs": [
            "https://epo.wikitrans.net/Sand_War",
            "https://fi.wikiital.com/wiki/Guerra_delle_sabbie"
          ]
        }
      ]
    },
    {
      "subtitle": "الأبعاد السياسية والإيديولوجية",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "كان السبب الجذري للحرب أيديولوجيًا، حيث دعا الاتحاد الوطني للقوات الشعبية في المغرب إلى إصلاحات اجتماعية وتماشى مع القومية العربية لعبد الناصر، على عكس توجه الحسن الثاني الموالي للغرب . أدان بن بركة المطالبات الحدودية المغربية باعتبارها خيانة لحركة التحرير العالمية . خلال حرب الرمال، حظيت الجزائر بدعم غالبية دول العالم الثالث ومصر وكوبا والكتلة الشرقية، بينما حظيت المغرب بدعم العالم الغربي . يمكن اعتبار حرب الرمال حلقة من الحرب الباردة .",
          "source_URLs": [
            "https://dspace.zcu.cz/bitstreams/f80b4b15-c541-4be8-b7af-9a49586e8f42/download",
            "https://repositorio.comillas.edu/xmlui/handle/11531/69030"
          ]
        },
        {
          "paragraph_id": "s5_p1",
          "text": "تضمنت دوافع الحسن الثاني لبدء حرب الرمال حل المسائل الحدودية المفتوحة وحماية النظام الملكي المغربي والبرجوازية الوطنية من الثورة الجزائرية . فكر بن بلة في تخريب النظام المغربي بسبب القضايا الداخلية في الجزائر واعتقد أن المغرب كان مهيأ للثورة، بدعم من عبد الناصر . اتهم بن بلة المغرب بتنظيم وتمويل تمرد القبائل بقيادة آيت أحمد وحشد القوات على الحدود .",
          "source_URLs": [
            "https://boa.unimib.it/bitstream/10281/392834/3/Roggero-2022-Congr%C3%A8s%2BInsaniyyat-slide.pdf",
            "https://ojs.bibl.u-szeged.hu/index.php/chronica/article/download/10825/10716"
          ]
        }
      ]
    },
    {
      "subtitle": "العواقب طويلة المدى",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "ظلت المشاكل الحدودية دون حل، واستمرت في تسميم العلاقات بين الجزائر والمغرب . ظلت الحدود بين الجزائر والمغرب مغلقة لمدة 45 عامًا (1963-1969، 1976-1988، ومن 1994 حتى الآن) . العلاقات الدبلوماسية بين الجزائر والمغرب مقطوعة منذ حوالي 20 عامًا . الحدود المغربية الجزائرية مغلقة منذ عام 1994 ولا تزال منطقة عسكرية . تم تعليق العلاقات الدبلوماسية والاتصالات الجوية المباشرة بين الجزائر والمغرب في عام 2021 .",
          "source_URLs": [
            "https://dspace.zcu.cz/bitstreams/f80b4b15-c541-4be8-b7af-9a49586e8f42/download",
            "https://journals.ekb.eg/article_271940.html",
            "https://journals.ekb.eg/article_271940_0a2b4aee9057437d8ae3a3bdad13a86a.pdf",
            "https://vhispagua.cedex.es/sites/default/files/hispagua_documento/documentacion/documentos/marruecos_algeria.pdf",
            "https://www.ssoar.info/ssoar/bitstream/handle/document/95249/ssoar-2024-jebari-Couscous_Kaftans_and_Culture_Wars.pdf?sequence=1&isAllowed=y&lnkname=ssoar-2024-jebari-Couscous_Kaftans_and_Culture_Wars.pdf"
          ]
        },
        {
          "paragraph_id": "s6_p1",
          "text": "يعد الصراع في الصحراء الغربية سببًا رئيسيًا للخلاف بين الجزائر والمغرب وله عواقب طويلة الأمد منذ عام 1975 . قطعت الجزائر العلاقات الدبلوماسية مع المغرب في أغسطس 2021، مشيرة إلى أعمال عدائية من قبل المملكة . صرح وزير الخارجية الجزائري أن حرب الرمال وقضية الصحراء الغربية تسببت تاريخياً في توترات بين البلدين . تتهم الجزائر المغرب بالتجسس عليها باستخدام تطبيق \"بيغاسوس\" الإسرائيلي ودعم الحركات الإرهابية .",
          "source_URLs": [
            "https://journals.ekb.eg/article_271940_0a2b4aee9057437d8ae3a3bdad13a86a.pdf"
          ]
        },
        {
          "paragraph_id": "s6_p2",
          "text": "أثرت حرب الرمال على سياسة الجزائر تجاه نزاع الصحراء الغربية ودعمها لجبهة البوليساريو . دعمت الجزائر، في عهد الرئيس بومدين، جبهة البوليساريو . أحد أسباب دعم الجزائر للبوليساريو هو إذلال الجزائر من قبل المغرب في \"حرب الرمال\" عام 1963 .",
          "source_URLs": [
            "https://cuentayrazon.es/archivo/Num056_026.pdf",
            "https://epo.wikitrans.net/Sand_War"
          ]
        }
      ]
    },
    {
      "subtitle": "التدخل الأمريكي",
      "paragraphs": [
        {
          "paragraph_id": "s7_p0",
          "text": "خلال حرب الرمال بين الجزائر والمغرب في أكتوبر 1963، ربما لعبت الولايات المتحدة دورًا في التسوية التفاوضية . على الرغم من المشاعر المعادية لأمريكا في الصحافة الجزائرية خلال حرب الرمال، فمن غير المرجح أن تكون الولايات المتحدة قد شاركت في الصراع إلى جانب المغرب . بدلاً من ذلك، من المحتمل أن تكون الولايات المتحدة قد سهلت التوصل إلى تسوية تفاوضية .",
          "source_URLs": [
            "https://idhes.parisnanterre.fr/medias/fichier/person__1179767776267.pdf"
          ]
        }
      ]
    }
  ]
}