{
  "event_name": "فشل خطط بيكر للسلام",
  "article_title": "فشل خطط بيكر للسلام",
  "sections": [
    {
      "subtitle": "الخلفية والجهود الأولية",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "في أوائل التسعينيات، شرعت الولايات المتحدة، تحت قيادة وزير الخارجية جيمس أ. بيكر الثالث، في سلسلة من المبادرات الدبلوماسية التي تهدف إلى حل الصراع العربي الإسرائيلي الذي طال أمده . اكتسبت هذه الجهود زخمًا في أعقاب حرب الخليج، حيث سعت إدارة بوش إلى الاستفادة من نفوذها في المنطقة لتعزيز سلام دائم . تضمن نهج بيكر دبلوماسية مكوكية مكثفة، والتواصل مع قادة من إسرائيل وفلسطين وسوريا ومصر والأردن . كان الهدف هو بدء مفاوضات مباشرة بين إسرائيل وجيرانها العرب، وكذلك بين إسرائيل والفلسطينيين .",
          "source_URLs": [
            "https://go.gale.com/ps/i.do?id=GALE%7CA175166681&sid=googleScholar&v=2.1&it=r&linkaccess=abs&issn=03624331&p=AONE&sw=w",
            "https://shs.cairn.info/revue-politique-americaine-2012-2-page-133",
            "https://storedev.palestine-studies.org/sites/default/files/attachments/jps-articles/2537237.pdf",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9780429034411-5/united-states-middle-east-barry-rubin"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "هدفت الولايات المتحدة إلى العمل كوسيط وحيد في الصراع العربي الإسرائيلي . رغبت إدارة بوش في السيطرة على عملية السلام . كما لعب التوافق الأولي بين المصالح الأمريكية العراقية بسبب معارضتهما المشتركة لإيران دورًا . اعتزمت الإدارة الأمريكية استنفاد جميع الوسائل السلمية لحل النزاعات في المنطقة، لكنها اعتبرت أن الوقت \"ليس غير محدود\" فيما يتعلق بحل النزاعات .",
          "source_URLs": [
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9780429034411-5/united-states-middle-east-barry-rubin"
          ]
        }
      ]
    },
    {
      "subtitle": "العقبات والخلافات",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "على الرغم من التفاؤل الأولي، سرعان ما ظهرت خلافات كبيرة، مما أعاق التقدم . وشملت النقاط الشائكة الرئيسية الهيكل، وجدول الأعمال، والتوقيت، والتمثيل الفلسطيني في محادثات السلام المقترحة . وافقت إسرائيل، في عهد رئيس الوزراء إسحاق شامير، مبدئيًا من حيث المبدأ على حضور اجتماع سلام إقليمي برعاية مشتركة من واشنطن وموسكو . ومع ذلك، كانت إسرائيل قد قاومت في السابق المؤتمرات الدولية بسبب مخاوف بشأن تدخل القوى العظمى والأمم المتحدة مما يخفف من المفاوضات المباشرة .",
          "source_URLs": [
            "https://go.gale.com/ps/i.do?id=GALE%7CA175166681&sid=googleScholar&v=2.1&it=r&linkaccess=abs&issn=03624331&p=AONE&sw=w"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "هدفت خطة بيكر إلى تلبية كل من المطالب العربية بتغطية دولية والمطالب الإسرائيلية بإجراء محادثات مباشرة . ومع ذلك، أقر المسؤولون الأمريكيون بأن التصور الإسرائيلي لهيكل الاجتماع يختلف اختلافًا كبيرًا عن تصورهم وتصور العرب والفلسطينيين . خطط بيكر لزيارة القاهرة وسوريا لاستخلاص ردود فعل على اقتراحه للسلام من المسؤولين المصريين والسعوديين والسوريين .",
          "source_URLs": [
            "https://go.gale.com/ps/i.do?id=GALE%7CA175166681&sid=googleScholar&v=2.1&it=r&linkaccess=abs&issn=03624331&p=AONE&sw=w"
          ]
        },
        {
          "paragraph_id": "s1_p2",
          "text": "أصر القادة الفلسطينيون على أن تكون منظمة التحرير الفلسطينية (PLO) هي ممثلهم الوحيد، بينما رفض المسؤولون الإسرائيليون فكرة تبادل الأراضي مقابل السلام . لم يكن الملك حسين ملك الأردن على استعداد لاستبدال منظمة التحرير الفلسطينية في المحادثات مع إسرائيل ولكنه سينظر في الانضمام إلى المحادثات إذا طلبت القيادة الفلسطينية ذلك . حث بيكر القادة الفلسطينيين على تجاوز منظمة التحرير الفلسطينية والتفاوض مباشرة مع إسرائيل . كما ناشد رئيس الوزراء الإسرائيلي إسحاق شامير النظر في تدابير مثل وقف بناء المستوطنات، وإنهاء عمليات ترحيل المسلحين الفلسطينيين، وعدم استبعاد تبادل الأراضي مقابل السلام .",
          "source_URLs": [
            "https://go.gale.com/ps/i.do?id=GALE%7CA175143586&sid=googleScholar&v=2.1&it=r&linkaccess=abs&issn=03624331&p=AONE&sw=w"
          ]
        }
      ]
    },
    {
      "subtitle": "مؤتمر مدريد وما تلاه",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "على الرغم من التحديات، توجت جهود بيكر في مؤتمر مدريد للسلام، الذي انعقد في أكتوبر 1991 . اعتقد بيكر أن المشاركة السورية في مؤتمر مدريد بعد حرب الخليج عام 1991 كانت حاسمة . اعتقد بيكر أن مشاركة الأسد في مؤتمر مدريد ستضفي الشرعية على العملية وتشجع الشركاء العرب الآخرين . جمع المؤتمر ممثلين من إسرائيل وسوريا ولبنان والأردن والفلسطينيين . قدمت الولايات المتحدة \"رسائل ضمان\" لإسرائيل، تناولت فيها مخاوف بشأن القضية الفلسطينية، ونظام إقليمي جديد، ومرتفعات الجولان، ولبنان، والتحالف الأمريكي . ذكرت \"رسائل الضمان\" الأمريكية للفلسطينيين نهاية الاحتلال الإسرائيلي، والحقوق السياسية المشروعة، وعدم قانونية ضم القدس الشرقية، ومعارضة سياسات الاستيطان، وإمكانية قيام كونفدرالية . أشارت \"رسائل الضمان\" الأمريكية إلى سوريا إلى مبدأ استعادة الجولان وفهم المظالم العربية مثل ضم القدس الشرقية والمستوطنات . تناولت \"رسائل الضمان\" الأمريكية إلى لبنان تنفيذ القرار 425 بشأن جنوب لبنان .",
          "source_URLs": [
            "https://argumentos.xoc.uam.mx/index.php/argumentos/article/download/802/798",
            "https://revistas.uned.es/index.php/derechopolitico/article/download/8623/8231",
            "https://shs.cairn.info/article/TALLA_BARON_2014_01_0261",
            "https://storedev.palestine-studies.org/sites/default/files/attachments/jps-articles/2537237.pdf",
            "https://www.cairn.info/load_pdf.php?ID_ARTICLE=HER_124_0069&download=1&from-feuilleteur=1",
            "https://www.cairn.info/load_pdf.php?ID_ARTICLE=MACHR1_134_0097&download=1&from-feuilleteur=1",
            "https://www.lesclesdumoyenorient.com/Israel.html",
            "https://www.raco.cat/index.php/AnuarioCIDOB/article/download/33343/85169"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "هدف المؤتمر إلى تحقيق حل شامل لجميع الخلافات الثنائية وجميع القضايا المتعددة الأطراف ذات الاهتمام المشترك . ومع ذلك، ظلت الانقسامات العميقة قائمة، ولم يسفر المؤتمر عن أي اختراقات فورية . لن يفرض المؤتمر حلولاً، أو يتخذ قرارات للأطراف، أو يصوت على أي موضوع دون اتفاق بالإجماع . تضمن المؤتمر مفاوضات ثنائية تبدأ بعد أربعة أيام من الافتتاح ومفاوضات متعددة الأطراف بعد أسبوعين .",
          "source_URLs": [
            "https://revistas.uned.es/index.php/derechopolitico/article/download/8623/8231",
            "https://www.cairn.info/load_pdf.php?ID_ARTICLE=MACHR1_134_0097&download=1&from-feuilleteur=1",
            "https://www.raco.cat/index.php/AnuarioCIDOB/article/download/33343/85169"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "في أعقاب مؤتمر مدريد، استمرت المحادثات الثنائية، لكن التقدم كان بطيئًا وغير منتظم . سعت الولايات المتحدة إلى ربط القضية الإسرائيلية الفلسطينية بعلاقات إسرائيلية عربية أوسع . يسرد التسلسل الزمني للأحداث من 16 أغسطس إلى 15 نوفمبر 1991 النشاط الدبلوماسي المكثف لوزير الخارجية الأمريكي جيمس بيكر وهو يحاول تأمين مشاركة إسرائيل وسوريا ولبنان والأردن والفلسطينيين . يغطي التسلسل الزمني العديد من العقبات أمام السلام، بما في ذلك النشاط الاستيطاني الإسرائيلي، والخلافات حول التمثيل الفلسطيني، والصراع الإسرائيلي الفلسطيني المستمر في الأراضي المحتلة، والتوترات الإقليمية .",
          "source_URLs": [
            "https://storedev.palestine-studies.org/sites/default/files/attachments/jps-articles/2537237.pdf",
            "https://www.cairn.info/load_pdf.php?ID_ARTICLE=MACHR1_134_0097&download=1&from-feuilleteur=1"
          ]
        }
      ]
    },
    {
      "subtitle": "قضية المستوطنات والتوترات الأمريكية الإسرائيلية",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "كانت قضية البناء الاستيطاني الإسرائيلي في الأراضي المحتلة نقطة خلاف رئيسية . ضغطت إدارة بوش، بقيادة جيمس بيكر، على حكومة شامير لوقف بناء المستوطنات، معتبرة ذلك عائقًا أمام مفاوضات السلام . ربطت الولايات المتحدة الضمانات القروض لإسرائيل بتجميد الاستيطان في 1991-1992 . هدد جيمس بيكر بأن إسرائيل لن تتلقى \"سنتًا واحدًا من الضمانات المصرفية\" بسبب النشاط الاستيطاني . في 6 سبتمبر 1991، طلب الرئيس بوش رسميًا من الكونجرس تأخيرًا لمدة 120 يومًا قبل اتخاذ قرار بشأن ضمانات القروض لإسرائيل . في 12 سبتمبر 1991، هدد جورج بوش باستخدام حق النقض ضد المساعدات لإسرائيل إذا وافق عليها الكونجرس، مشيرًا إلى ضغوط من \"جماعة ضغط قوية\" . في فبراير 1992، ربط جيمس بيكر رسميًا وعلنًا ضمانات القروض بوقف بناء المستوطنات في الضفة الغربية وقطاع غزة .",
          "source_URLs": [
            "https://shs.cairn.info/revue-politique-americaine-2012-2-page-133",
            "https://storedev.palestine-studies.org/sites/default/files/attachments/jps-articles/2537237.pdf"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "أدى هذا الضغط إلى توترات كبيرة بين الولايات المتحدة وإسرائيل . صرح شامير بأن الولايات المتحدة لديها \"التزام أخلاقي\" بتقديم ضمانات قروض، وأن إسرائيل ستواصل بناء المستوطنات . أعلن شامير أن موقف بوش بشأن ضمانات القروض يشكل هجومًا على الوعي اليهودي والصهيوني وأن إسرائيل لن تتفاوض مع الفلسطينيين المنتسبين إلى منظمة التحرير الفلسطينية . لعب حزب العمل الإسرائيلي على استعادة التحالف مع الولايات المتحدة ووعد بالازدهار مقابل شامير ومستعمراته في انتخابات يونيو 1992 . هزم إسحاق رابين إسحاق شامير في انتخابات يونيو 1992، والتي عزاها البعض إلى ضغط جورج بوش بشأن المستوطنات .",
          "source_URLs": [
            "http://referentiel.nouvelobs.com/archives_pdf/OBS1394_19910725/OBS1394_19910725_050.pdf",
            "https://shs.cairn.info/revue-politique-americaine-2012-2-page-133",
            "https://storedev.palestine-studies.org/sites/default/files/attachments/jps-articles/2537237.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "منظمة التحرير الفلسطينية والديناميكيات المتغيرة",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "ظل دور منظمة التحرير الفلسطينية قضية خلافية أيضًا . في حين أن منظمة التحرير الفلسطينية قبلت بشروط صيغة بيكر المكونة من 5 نقاط في ديسمبر 1989 ، كررت إسرائيل معارضتها لمشاركة منظمة التحرير الفلسطينية . كانت الولايات المتحدة قد قطعت الحوار مع منظمة التحرير الفلسطينية . زعم الحسيني أن الولايات المتحدة تعتقد أن نتائج حرب الخليج ستسمح لها بتجاهل منظمة التحرير الفلسطينية . قدم الوفد الفلسطيني، بناءً على طلب منظمة التحرير الفلسطينية، مذكرة إلى جيمس بيكر تنص على أنه لن يتم قبول أي شيء إذا لم يأخذ مبادئهم ومطالبهم في الاعتبار .",
          "source_URLs": [
            "https://storedev.palestine-studies.org/sites/default/files/attachments/jps-articles/2537237.pdf",
            "https://storedev.palestine-studies.org/sites/default/files/attachments/jps-articles/2537725.pdf",
            "https://www.cairn.info/load_pdf.php?ID_ARTICLE=REPA_040_0003&download=1&from-feuilleteur=1"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "انهار الحوار الأمريكي الفلسطيني في 20 يونيو 1990 . أعرب عرفات عن إحباطه من بطء عملية السلام وقال لمجلة القاهرة الأسبوعية المصور إنه إذا توقفت جهود السلام \"فسيعلن [استقالته] على الفور\" . صرح صلاح خلف، عضو منظمة التحرير الفلسطينية، للصحفيين أن الحوار الأمريكي الفلسطيني قد وصل إلى \"طريق مسدود\"؛ يقول إن تنازلات منظمة التحرير الفلسطينية لم تحقق أي نتائج .",
          "source_URLs": [
            "https://storedev.palestine-studies.org/sites/default/files/attachments/jps-articles/2537725.pdf",
            "https://www.persee.fr/doc/remmm_0997-1327_1991_hos_62_1_1466"
          ]
        }
      ]
    },
    {
      "subtitle": "الانتفاضة والسياسة الإسرائيلية الداخلية",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "زادت الانتفاضة المستمرة، الانتفاضة الفلسطينية في الأراضي المحتلة، من تعقيد عملية السلام . هدفت الانتفاضة إلى إثارة انتقال تدريجي إلى العصيان المدني، بما في ذلك المقاطعة والاستقالات من الإدارة المدنية . أدت الانتفاضة إلى استقالة 300 ضابط شرطة في الضفة الغربية في مارس 1988 . شملت أهداف الانتفاضة تعزيز الهوية الفلسطينية، وإضعاف إسرائيل، والتأثير على الرأي العام الدولي، والضغط على منظمة التحرير الفلسطينية .",
          "source_URLs": [
            "https://revistamarina.cl/revistas/1990/4/jminolettio-jbottol.pdf",
            "https://shs.cairn.info/revue-politique-americaine-2012-2-page-133",
            "https://www.cairn.info/load_pdf.php?ID_ARTICLE=REPA_028_0139&download=1&from-feuilleteur=1"
          ]
        },
        {
          "paragraph_id": "s5_p1",
          "text": "كما لعبت السياسة الإسرائيلية الداخلية دورًا مهمًا . واجه شامير معارضة من داخل حزب الليكود الذي يتزعمه، بمن فيهم وزراء مثل أرييل شارون . طالب المتشددون في حزب الليكود بتفسيرات من شامير بشأن محادثاته مع بيكر . صرح رئيس الوزراء السابق مناحيم بيغن بأن مرتفعات الجولان \"هي وستبقى إسرائيلية\" . كان من المتوقع أن ينتقل الوزراء القوميون المتطرفون من تحيا وتسومت وموليديت إلى المعارضة إذا قبل شامير خطة السلام . نظر شامير في تشكيل ائتلاف مع حزب العمل أو حل الكنيست والدعوة إلى انتخابات مبكرة .",
          "source_URLs": [
            "http://referentiel.nouvelobs.com/archives_pdf/OBS1394_19910725/OBS1394_19910725_050.pdf",
            "https://www.taylorfrancis.com/books/mono/10.4324/9780429499562/israel-road-peace-ziva-flamhaft"
          ]
        }
      ]
    },
    {
      "subtitle": "مرتفعات الجولان والمشاركة السورية",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "اعتُبرت مشاركة سوريا حاسمة لنجاح عملية السلام . اعتقد جيمس بيكر، وزير الخارجية الأمريكي، أن المشاركة السورية في مؤتمر مدريد بعد حرب الخليج عام 1991 كانت حاسمة . اعتقد بيكر أن مشاركة الأسد في مؤتمر مدريد ستضفي الشرعية على العملية وتشجع الشركاء العرب الآخرين . ومع ذلك، أصرت سوريا على انسحاب إسرائيلي كامل من مرتفعات الجولان كشرط مسبق للسلام . أكد جيمس بيكر مجددًا أن الولايات المتحدة لا تعترف بضم مرتفعات الجولان . صرح بيكر بأن المحادثات المستقبلية يجب أن تشير إلى قراري الأمم المتحدة 242 و 338، بشأن الأراضي المحتلة منذ عام 1967 . رفض شامير مبدأ \"السلام مقابل الأراضي\" الوارد في القرار 242 .",
          "source_URLs": [
            "http://referentiel.nouvelobs.com/archives_pdf/OBS1394_19910725/OBS1394_19910725_050.pdf",
            "https://sciencespo.hal.science/hal-05038285v1/file/etude119.pdf",
            "https://shs.cairn.info/article/TALLA_BARON_2014_01_0261",
            "https://storedev.palestine-studies.org/sites/default/files/attachments/jps-articles/2537237.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "إرث الفشل",
      "paragraphs": [
        {
          "paragraph_id": "s7_p0",
          "text": "في النهاية، فشلت خطط بيكر للسلام، على الرغم من أنها مهدت الطريق لمفاوضات مستقبلية، في تحقيق اتفاق سلام شامل ودائم . ثبت أن الخلافات العميقة الجذور، وتعقيدات الديناميكيات الإقليمية، والضغوط السياسية الداخلية على جميع الأطراف كانت صعبة للغاية للتغلب عليها . ساهم فشل خطة بيكر في الشعور بالجمود في الصراع الإسرائيلي الفلسطيني، مما مهد الطريق لدورات مستقبلية من العنف وجهود متجددة لصنع السلام . استخدمت الإدارة الأمريكية حق النقض ضد إدانة هجوم ريشون لتسيون . تم تشكيل حكومة إسرائيلية جديدة، تعارض \"خطة بيكر\"، في تل أبيب في ربيع عام 1990 . ساهم عدم قدرة الاتحاد السوفيتي على موازنة النفوذ الأمريكي وفتح حدوده في تحول ديموغرافي ضد الفلسطينيين . كان من المتوقع وصول أكثر من 100000 مهاجر سوفيتي إلى إسرائيل في عام 1990 .",
          "source_URLs": [
            "http://referentiel.nouvelobs.com/archives_pdf/OBS1394_19910725/OBS1394_19910725_050.pdf",
            "https://ecommons.udayton.edu/udr/vol21/iss2/3/",
            "https://go.gale.com/ps/i.do?id=GALE%7CA175143586&sid=googleScholar&v=2.1&it=r&linkaccess=abs&issn=03624331&p=AONE&sw=w",
            "https://go.gale.com/ps/i.do?id=GALE%7CA175166681&sid=googleScholar&v=2.1&it=r&linkaccess=abs&issn=03624331&p=AONE&sw=w",
            "https://shs.cairn.info/article/DEC_CYPEL_2006_01_0437?tab=texte-integral",
            "https://shs.cairn.info/article/TALLA_BARON_2014_01_0261",
            "https://shs.cairn.info/revue-politique-americaine-2012-2-page-133",
            "https://storedev.palestine-studies.org/sites/default/files/attachments/jps-articles/2537237.pdf",
            "https://storedev.palestine-studies.org/sites/default/files/attachments/jps-articles/2537725.pdf",
            "https://www.persee.fr/doc/remmm_0997-1327_1991_hos_62_1_1466",
            "https://www.persee.fr/doc/rint_0294-3069_2000_num_62_4_2045",
            "https://www.taylorfrancis.com/books/mono/10.4324/9780429499562/israel-road-peace-ziva-flamhaft"
          ]
        },
        {
          "paragraph_id": "s7_p1",
          "text": "توفر الأحداث المحيطة بخطة بيكر، ومواقف الأطراف المختلفة، والعوامل التي تؤثر على فشلها النهائي في التحول إلى مفاوضات ملموسة، رؤى قيمة حول تعقيدات الصراع العربي الإسرائيلي وتحديات تحقيق سلام دائم .",
          "source_URLs": [
            "https://storedev.palestine-studies.org/sites/default/files/attachments/jps-articles/2537237.pdf",
            "https://storedev.palestine-studies.org/sites/default/files/attachments/jps-articles/2537725.pdf"
          ]
        }
      ]
    }
  ]
}