{
  "event_name": "ثورات الأمازيغ (المغرب)",
  "article_title": "ثورات البربر في المغرب: نظرة تاريخية",
  "sections": [
    {
      "subtitle": "المقاومة المبكرة للحكم العربي",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "يتميز تاريخ المغرب بالعديد من ثورات البربر، النابعة من مقاومة أشكال مختلفة من الحكم الخارجي والاستيعاب الثقافي. جلب الفتح العربي لشمال إفريقيا في القرنين السابع والثامن الميلاديين الإسلام إلى المنطقة، ولكنه أثار أيضًا مقاومة من السكان البربر . شكل التوسع العربي غربًا على طول الشاطئ الجنوبي للبحر الأبيض المتوسط، بدءًا من بعد عشرين عامًا من الهجرة، تهديدًا لأوروبا وتضمن تفاعلات وصراعات مع السكان البربر . قاوم البربر الفتح العربي، الذي جلب أيضًا فروعًا مختلفة من الإسلام، بما في ذلك التأثيرات الشيعية والخارجية .",
          "source_URLs": [
            "https://kigiran.elpub.ru/jour/issue/viewFile/63/2#page=4",
            "https://www.cambridge.org/core/journals/bulletin-of-the-school-of-oriental-and-african-studies/article/kahena-queen-of-the-berbers/1AFF5114BB1699538E0E19C0B0E83879"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "كانت القبائل البربرية، بما في ذلك أوربة وجوارة، من بين الأبطال في أوائل القرن السابع . بعد انتصار حسان على الكاهنة في حوض الحضنة، زود البربر الجنرال العربي بـ 12000 فارس . قاد طارق بن زياد، وهو بربري، قوات في عام 710 تتكون من سبعة عشر ألف عربي واثني عشر ألف فارس بربري . ومع ذلك، فإن سياسات الأمويين، بما في ذلك الضرائب الباهظة واستغلال الموارد والتمييز الاجتماعي، غذت الاستياء بين البربر .",
          "source_URLs": [
            "https://jalhss.com/index.php/jalhss/article/view/1253",
            "https://medievalworlds.net/0xc1aa5572_0x003d894d.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "التأثير الخارجي وانتفاضات البربر",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "لعبت العوامل الدينية والطائفية، ولا سيما انتشار المذهب الخارجي، دورًا مهمًا في إثارة ثورات البربر . قبل البربر الصفرية والإباضية بسبب تركيزهما على المساواة بين المسلمين بغض النظر عن الأصل العرقي، وللحفاظ على الاستقلال السياسي وتعزيز الهوية الثقافية البربرية . تعتبر ثورة الخوارج في شمال إفريقيا نقطة مرجعية لتحليل النصوص العربية حول البربر من تقاليد مختلفة . دور البربر هو متغير في هذه النصوص، ويتلاقى أحيانًا مع وصمة الخوارج في العالم السني .",
          "source_URLs": [
            "https://jalhss.com/index.php/jalhss/article/view/1253",
            "https://unora.unior.it/handle/11574/173346",
            "https://www.degruyter.com/document/doi/10.1515/9783110584394-009/pdf?licenseType=restricted"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "انتشرت ثورة البربر في طنجة والمغرب العربي إلى الأندلس وساهمت في عدم الاستقرار داخل الخلافة الأموية . استمرت ثورة البربر حتى عام 743 م . اندلعت الثورة التي قادها مونيس بسبب سياسات أموية قاسية تجاه بربر المغرب . أدت ثورة مونيس إلى إضعاف الحكم الإسلامي في شمال الأندلس، مما سمح للمسيحيين ببدء الاسترداد . تسببت ثورة البربر الكبرى في معارك على العرش وحروب أهلية ومجاعة وخسائر في الأراضي ووقف الأنشطة العسكرية في الأندلس، مما أدى إلى زعزعة الهيمنة الإسلامية بشكل جذري .",
          "source_URLs": [
            "https://dergipark.org.tr/en/pub/gifad/issue/64106/899674",
            "https://digitalcommons.liberty.edu/ljh/vol7/iss2/1/"
          ]
        }
      ]
    },
    {
      "subtitle": "السلالات البربرية والمقاومة",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "على الرغم من فترات الصراع، أثر السكان البربر بشكل كبير على التقاليد اللغوية والتنظيم السياسي لشمال إفريقيا . لعب البربر دورًا حيويًا في اللاهوت الإباضي ودمجوا الإسلام في ثقافتهم المحلية، مما خلق هوية إباضية مميزة في شمال إفريقيا . تعتبر الإمامة الرستمية في تاهرت (763-909) ذروة الإباضية في شمال إفريقيا .",
          "source_URLs": [
            "https://unora.unior.it/handle/11574/173346",
            "https://www.cambridge.org/core/journals/journal-of-african-history/article/berbers-and-blacks-ib-slave-traffic-in-eighth-century-north-africa/1993C8A4349AC93947D26C244A50D56E"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "كانت دولة المرابطين في الأصل حركة دينية بدأت في صنهاجة الصحراوية جودالة على يد يحيى بن إبراهيم وعبد الله بن ياسين . حكمت دولة المرابطين في القرنين الحادي عشر والثاني عشر الميلاديين في غرب المغرب وفي الأندلس . في عام 1152 م هزم الموحدون المرابطين .",
          "source_URLs": [
            "https://kigiran.elpub.ru/jour/issue/viewFile/63/2#page=4"
          ]
        }
      ]
    },
    {
      "subtitle": "ثورة الريف",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "في القرن العشرين، مثلت ثورة الريف، بقيادة عبد الكريم، لحظة مهمة من المقاومة ضد الحكم الاستعماري الإسباني والفرنسي . ابتداءً من عام 1920، قاد عبد الكريم ثورة ضد الإسبان في جبال الريف . عزز انتصار القوات الإسبانية في أنوال في 22 يونيو 1921 مكانة عبد الكريم وأجج ثورة الريف . في عام 1923، أعلن عبد الكريم جمهورية الريف وأصبح رئيسها . في عام 1926، هزمت القوات الفرنسية الإسبانية بشكل حاسم قوات عبد الكريم، مما أدى إلى استسلامه في 27 مايو 1926 . نُفي عبد الكريم إلى جزيرة ريونيون .",
          "source_URLs": [
            "https://scholar.archive.org/work/s637zqky65cz5gavvqhl6lzfau/access/wayback/https://journals.openedition.org/encyclopedieberbere/pdf/1231"
          ]
        }
      ]
    },
    {
      "subtitle": "النشاط البربري الحديث والربيع العربي",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "في الآونة الأخيرة، كانت الهوية البربرية قضية مركزية في السياسة المغربية. نظرت الجالية البربرية، وتحديداً الريفيون، إلى ضائقتهم الاقتصادية على أنها وظيفة للإهمال المتعمد للدولة المغربية بعد تمرد الريف في 1958-1959 . بذلت الدولة المغربية جهودًا كبيرة في إضفاء الشرعية على الهوية الأمازيغية، وبلغت ذروتها في تبني دستور جديد في يوليو 2011 يعترف صراحة باللغة الأمازيغية كلغة رسمية للدولة .",
          "source_URLs": [
            "https://brill.com/downloadpdf/display/book/9789004700567/BP000010.pdf"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "شهدت انتفاضات الربيع العربي، التي بدأت في أواخر عام 2010 في شمال إفريقيا، مشاركة نشطاء أمازيغ . لعب النشطاء الأمازيغ دورًا في مظاهرات الربيع العربي ودعموا حركات الاحتجاج الشعبية . استخدم النشطاء الأمازيغ أعلامًا وشعارات مميزة خلال انتفاضات الربيع العربي، سعياً إلى تأكيد هوية منفصلة وتحدي سردية الربيع العربي الموحد . بالإضافة إلى الصعوبات الاجتماعية والاقتصادية، كشفت الاحتجاجات في عدة دول عن \"مطالبات ثقافية\" من السكان الذين يرفضون الاستيعاب في الثقافة العربية . أصبحت الحركة الثقافية الأمازيغية ذات نفوذ وتنظيم متزايدين في العقد الذي سبق الربيع العربي . ساعد تطور الإنترنت الحركة الأمازيغية على أن تصبح عابرة للحدود الوطنية، وتضم الأقليات الأمازيغية والشتات . تشمل الحركة الأمازيغية جمعيات ثقافية وسياسية ذات أهداف مختلفة، مثل تعزيز اللغات / التقاليد الأمازيغية والدعوة إلى الحقوق الدستورية .",
          "source_URLs": [
            "https://link.springer.com/content/pdf/10.1057/9781137530868_14?pdf=chapter%20toc"
          ]
        },
        {
          "paragraph_id": "s4_p2",
          "text": "ورداً على الربيع العربي، أقامت الملكية المغربية إصلاحات دستورية خاضعة للرقابة . تم منح اللغة الأمازيغية الأمازيغية الاعتراف بها كلغة رسمية في المغرب . وافق السكان على الإصلاحات الدستورية في المغرب بأرقام رسمية بلغت 98.5 في المائة من الموافقة في إقبال بلغ حوالي 73 في المائة .",
          "source_URLs": [
            "https://www.econstor.eu/bitstream/10419/253122/1/2012RP06.pdf"
          ]
        }
      ]
    }
  ]
}