{
  "event_name": "حملات المرينيين ضد تلمسان",
  "article_title": "حملات المرينيين ضد تلمسان",
  "sections": [
    {
      "subtitle": "الخلفية والسياق",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "أسست السلالة المرينية، التي نشأت من منطقة الزاب في إفريقية، نفسها في سهول المغرب الأوسط . كانوا سلالة بربرية صعدت إلى السلطة بعد مهاجمة قافلة موحدية حوالي عام 1145 . بحلول عام 1269، استثمر أبو يوسف مراكش وأعلن سلطاناً، مما يمثل بداية حكمهم في المغرب حتى عام 1465 . تزامن صعود المرينيين مع تدهور الإمبراطورية الموحدية، مما أدى إلى ظهور ثلاث دول: إفريقية، والمغرب الأقصى (المرينيون)، والمغرب الأوسط، الذي تسيطر عليه السلالة العبد الوادية . أسس العبد الواديون، وهم قبيلة زناتة، سلالة مستقلة في المغرب الأوسط، وعاصمتها تلمسان . كان بنو عبد الواد جزءًا من قبيلة زناتة البربرية وتقاسموا أصولًا بدوية مع المرينيين . وسع المرينيون، الذين كانوا بدوًا في الأصل، قوتهم من خلال دمج زناتة من المغرب الأوسط والقوات العربية في جيوشهم، واستكمالهم بالمرتزقة . أدت طموحات المرينيين التوسعية إلى صراع مباشر مع العبد الواديين في تلمسان . تضمن تاريخ السلالة العبد الوادية علاقة مزدوجة: مع الخلافة الموحدية في القرن الثالث عشر والمرينيين من القرن الرابع عشر فصاعدًا .",
          "source_URLs": [
            "https://bokundoli.org/wp-content/uploads/2021/12/T4-9.pdf",
            "https://journals.openedition.org/encyclopedieberbere/568",
            "https://journals.openedition.org/encyclopedieberbere/780",
            "https://shs.cairn.info/article/ARCO_BURES_2021_01_0107?tab=texte-integral",
            "https://www.persee.fr/doc/remmm_0035-1474_1975_num_20_1_1329"
          ]
        }
      ]
    },
    {
      "subtitle": "الحصار الأول (1299-1307) وتأسيس المنصورة",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "بدأ صراع كبير بين المرينيين في فاس وتلمسان حوالي عام 1295، مما أدى إلى فترة من العدوان المريني . تحت قيادة أبي سعيد عثمان بن يعقوب، حاصر المرينيون تلمسان لمدة ثماني سنوات، من 1299 إلى 1307 . خلال هذا الحصار المطول، بنى السلطان المريني أبو يعقوب يوسف مدينة المنصورة بالقرب من تلمسان كمعسكر عسكري ليحل محل تلمسان . تم بناء مسجد المنصورة حوالي عام 1303 على يد السلطان أبو يعقوب . أثر الحصار على المدينة وسكانها، مما تسبب في مشقة . هرب الشاعر ابن خميس التلمساني من تلمسان عام 1305 أثناء الحصار . ألف قصائد حنين تسمى التلمسانيات أثناء وجوده في المنفى . رُفع الحصار عام 1307 بسبب اغتيال السلطان المريني .",
          "source_URLs": [
            "https://ijcs.ro/public/IJCS-20-26_Benguedda.pdf",
            "https://journals.openedition.org/anisl/10053",
            "https://journals.openedition.org/encyclopedieberbere/780",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9781003096955-7/ibn-kham%C4%ABs-poetics-nostalgia-tilims%C4%81niyy%C4%81t-poems-tlemcen-nizar-hermes"
          ]
        }
      ]
    },
    {
      "subtitle": "تجدد الصراع والحصار الثاني (1335-1337)",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "عاد المرينيون في عهد السلطان أبو الحسن عام 1335 وحاصروا تلمسان، وأعادوا بناء المنصورة . استمر هذا الحصار الرئيسي الثاني من 1335 إلى 1337 . في عام 1337، بعد حصار دام عامين من قبل السلطان المريني أبو الحسن، سقطت تلمسان تحت السيطرة المرينية لمدة عشر سنوات تقريبًا . احتلت تلمسان من قبل المرينيين من 1337 إلى 1348 . فضل الحكم المريني الذي تم تنصيبه في تلمسان من عام 1337 استقرار العرب الهلاليين شمال الشلف، على اتصال مع الونشريس .",
          "source_URLs": [
            "https://bokundoli.org/wp-content/uploads/2021/12/T4-9.pdf",
            "https://ijcs.ro/public/IJCS-20-26_Benguedda.pdf",
            "https://journals.openedition.org/anisl/10053",
            "https://journals.openedition.org/crmh/12421",
            "https://journals.openedition.org/encyclopedieberbere/2853",
            "https://journals.openedition.org/encyclopedieberbere/780"
          ]
        }
      ]
    },
    {
      "subtitle": "الحكم المريني والأحداث اللاحقة",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "خلال فترة حكمهم، عزز المرينيون تبجيل سيدي بومدين في تلمسان، وزينوا ضريحه وأضافوا مسجد العباد ومدرسة . تم بناء مسجد سيدي بومدين داخل منتزه تلمسان الوطني عام 1328 على يد أبو الحسن، وهو سلطان مريني من فاس . ازدهر اقتصاد تلمسان في ظل الحكم المريني، مستفيدًا من التجارة الواسعة، بما في ذلك التجارة الصحراوية .",
          "source_URLs": [
            "https://bokundoli.org/wp-content/uploads/2021/12/T4-9.pdf",
            "https://journals.openedition.org/etudescaribeennes/12450"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "تم تحرير تلمسان عام 1348 بسبب هزيمة المرينيين في تونس . ومع ذلك، فقد سقطت في أيدي المرينيين مرة أخرى عام 1352 في عهد أبي عنان . خلال الاحتلال المريني الثاني (1352-1359)، بنى أبو عنان مسجد سيدي الحلوي ومدرسة وزاوية . عادت تلمسان إلى سيطرة العبد الواديين عام 1359 بعد ثورة، تميزت بتولي حمو الثاني .",
          "source_URLs": [
            "https://bokundoli.org/wp-content/uploads/2021/12/T4-9.pdf",
            "https://journals.openedition.org/encyclopedieberbere/780"
          ]
        }
      ]
    },
    {
      "subtitle": "التدهور والصراعات اللاحقة",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "أدت حالة الضعف التي كانت تعاني منها السلالة العبد الوادية إلى تفضيل المرينيين دعم المطالبين بالعرش العبد الوادي على الغزو المباشر . بعد عام 1389، فقد العبد الواديون قدراتهم العسكرية، وأصبحوا عرضة للنفوذ الحفصي من تونس بحلول عام 1424 وما بعدها .",
          "source_URLs": [
            "https://journals.openedition.org/encyclopedieberbere/780"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "في أوائل القرن السادس عشر، غزا عروج بربروس مملكة تلمسان . دعم الإسبان بو حمو ضد البربروس . كانت تلمسان تحت الحصار، وتوفي عروج بربروس أثناء الحصار أو بعده . في الفترة الأخيرة من حكم العبد الواديين، سقطت تلمسان تحت السيطرة الإسبانية (1509) والتركية (1517) عدة مرات قبل أن تسقط في النهاية في أيدي القوات السعدية ثم التركية في عام 1550 .",
          "source_URLs": [
            "https://journals.openedition.org/encyclopedieberbere/780",
            "https://shs.cairn.info/histoire-d-alger-sous-la-domination-turque--2912946530-page-41"
          ]
        }
      ]
    },
    {
      "subtitle": "الإرث",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "ينعكس الصراع المستمر بين المرينيين والزيانيين في بناء مجمع اليعقوبية في تلمسان في 1362-1363 من قبل السلطان الزياني أبو حمو موسى الثاني . تم بناء المجمع لإحياء ذكرى أفراد عائلة زيان الذين قاتلوا ضد المرينيين . لا تزال أطلال المنصورة بمثابة شهادة على الوجود المريني في المنطقة .",
          "source_URLs": [
            "https://ijcs.ro/public/IJCS-20-26_Benguedda.pdf",
            "https://journals.openedition.org/etudescaribeennes/12450",
            "https://pp5.omikk.bme.hu/ar/article/view/12713"
          ]
        }
      ]
    }
  ]
}