{
  "event_name": "تأسيس الدولة الإدريسية",
  "article_title": "تأسيس الدولة الإدريسية",
  "sections": [
    {
      "subtitle": "الخلفية والأصول",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "تعتبر الدولة الإدريسية أول دولة شيعية تصل إلى السلطة في العالم الإسلامي ، وقد تأسست في المغرب عام 172 هـ (788 م) على يد إدريس بن عبد الله [1، 10]. إدريس بن عبد الله، وهو من نسل الإمام الحسن ، فر من المدينة المنورة بعد معركة فخ عام 169 هـ . يعتقد العديد من الباحثين أن الأدارسة اتبعوا الفرع الزيدي الشيعي . مارست السلالة سيطرتها على منطقة غرب إفريقيا لمدة ثلاثة قرون .",
          "source_URLs": [
            "http://mail.jart.utq.edu.iq/index.php/main/article/view/565",
            "https://arj.urd.ac.ir/article_206983_764a118a32dbd1dc083c2708cb2a7631.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "دور إدريس الأول وراشد",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "وصل إدريس الأول إلى وليلي (فولوبيليس) في 778-779 بعد تحالفه مع قبيلة أوربة البربرية . قاد راشد إدريس الأول إلى وليلي من مكة، مروراً بمصر . لعبت القبائل اليهودية دوراً سياسياً في إخضاع المغرب لإدريس الأول . بعد الاستيلاء على طنجة ووليلي، سعى إدريس الأول لإقناع القبائل اليهودية بالانضمام إلى جيشه . هاجم إدريس الأول ونهب بعض المدن اليهودية مثل تمسنا وشالة ومغادة، مما دفع يهود تادلة وفازاز وشاوية إلى الانضمام إلى جيشه تحت قيادة \"الجنرال\" بنيامين مونتا يوشافاط مونتو أبيزر . بعد بعض النجاحات، انسحبت الوحدة اليهودية من جيش إدريس الأول بسبب نفورهم من إراقة الدماء بين \"إخوانهم\" . انتقم إدريس الأول من الجالية اليهودية بعد انسحابهم . تصالحت الجاليات اليهودية في النهاية مع إدريس الأول، ووافقت على دفع ضريبة الرأس السنوية .",
          "source_URLs": [
            "https://al-qantara.revistas.csic.es/index.php/al-qantara/article/view/316",
            "https://epo.wikitrans.net/History_of_the_Jews_in_Morocco",
            "https://journals.openedition.org/remmm/13092"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "في حين يعتبر إدريس الأول وإدريس الثاني عمومًا مؤسسي المغرب الإسلامي، فقد تم تهميش دور راشد تاريخيًا . خلف راشد إدريس الأول وحكم لمدة اثني عشر عامًا تقريبًا . سَكَّ راشد عملات معدنية باسمه في وليلي وتاهرت، العاصمة الرستمية . أقدم العملات المعدنية المجهولة التي عُثر عليها في فاس سُكَّت خلال فترة حكم راشد، مما يشير إلى أنه ربما أسس المدينة . حدد بعض المؤرخين في البداية راشد بن قادم كحاكم عباسي، لكن علماء الآثار المغاربة اقترحوا لاحقًا أنه كان أميرًا محليًا . يُقال الآن أن راشد بن قادم كان وصيًا على إدريس الثاني خلال فترة طفولته . الفلوس الخاصة براشد بن قادم التي عُثر عليها في وليلي وتاهرت مماثلة لتلك الخاصة بإدريس الثاني (175/791-213/828) التي سُكَّت في وليلي . كما أن الفلوس الخاصة براشد بن قادم مماثلة لتلك الخاصة بالرستمي عبد الوهاب بن رستم (حكم 167/784-199/824) التي سُكَّت في تاهرت وتلمسان . يختلف نوع الفلوس التي سَكَّها الأدارسة والرستميون عن العملات الأخرى في المغرب في ذلك الوقت .",
          "source_URLs": [
            "https://al-qantara.revistas.csic.es/index.php/al-qantara/article/view/316",
            "https://brill.com/view/journals/arab/62/5-6/article-p727_5.xml"
          ]
        }
      ]
    },
    {
      "subtitle": "التوطيد والتوسع",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "في أقل من عام، امتدت سلطة إدريس من تلمسان إلى ريف تامسنا، ومن طنجة إلى نهر أم الربيع . تنازلت الخلافة العباسية عن السلطة على المغرب للدولة الإدريسية في القرن الثامن . اندمج الأدارسة مع القبائل في منطقة فاس لبدء انتشار الإسلام على نطاق واسع .",
          "source_URLs": [
            "https://journals.ekb.eg/article_137125_f3a50301599de326e6c4b42babb78521.pdf",
            "https://link.springer.com/chapter/10.1007/978-3-319-24774-8_3",
            "https://www.rmprs.com/static/media/17.10699f92fe56d594a0e4.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "تأسيس فاس ونقل العاصمة",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "يتطلب إنشاء دولة مدينة عاصمة قوية كقاعدة . في البداية، أقام الأدارسة في مدينة وليلي (فولوبيليس) . أسس إدريس بن عبد الله فاس في منتصف العامين 192 إلى 193 هـ (التقويم الإسلامي) . اختار إدريس الثاني فاس عاصمة، ونقلها من وليلي . بدأ بناء فاس يوم الخميس، ربيع الأول 192 هـ / 4 يناير 808 م . أسس إدريس الثاني فاس وجعلها عاصمة الدولة الإدريسية . بنى إدريس بن عبد الله مدينة على الضفة اليمنى لنهر فاس عام 172 هـ / 789 م . كانت مدينة فاس التاريخية تعتبر عاصمة الدولة الإدريسية منذ منتصف القرن الثالث الهجري / التاسع الميلادي . سمحت العوامل الجغرافية والاستراتيجية المواتية للحكام الأدارسة بالحكم بفعالية من فاس . أصبحت فاس مركزًا للعلماء والتجار ومنطقة صناعية ناجحة في ظل حكم الأدارسة . أدى تأسيس مدينة الأدارسة (القرنين الثامن والتاسع) إلى تراكم نظام الترافرتين .",
          "source_URLs": [
            "http://mail.jart.utq.edu.iq/index.php/main/article/view/565",
            "https://aaciaegypt.com/wp-content/uploads/2022/03/The-aesthetics-of-the-elements-that-make-up-the-houses-of-the-city-.pdf",
            "https://amu.hal.science/hal-01567788/"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "أطلق إدريس الثاني، بعد بناء عاصمته في فاس، حملة عام 197 هـ / 812 م باتجاه نفيس وقبائل مصمودة، ونجح في فرض السيطرة وضم أغمات . بعد وفاة إدريس الثاني، قسم ابنه محمد الدولة بين إخوته. تلقى عبد الله أغمات وأرض نفيس ومصمودة والسوس .",
          "source_URLs": [
            "https://journals.ekb.eg/article_137125_f3a50301599de326e6c4b42babb78521.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "دور المرأة",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "ازدهرت الدولة الإدريسية بسبب الاهتمام الذي أولي للمرأة ودمج آرائها في الحكم . لعبت المرأة في الدولة الإدريسية دورًا حيويًا في الحياة الفكرية عبر الثقافة والاقتصاد والتقدم العلمي والفن المعماري وهياكل السلطة . كانت كنزة، زوجة إدريس الأول، شخصية رئيسية قدمت المشورة للحكام وشغلت مكانة بارزة بين البربر . لعبت كنزة دورًا فعالًا في الحفاظ على الأيديولوجية الزيدية بعد وفاة إدريس الأول . أثرت كنزة على قرارات إدريس الأول ولعبت دورًا في تقسيم الأراضي الإدريسية بين أبنائه وأحفاده . أسست فاطمة الفهرية (أم البنين) جامع القرويين في فاس عام 245 هـ، والذي أصبح مركزًا رئيسيًا للتعليم . تم تمويل بناء القرويين من قبل فاطمة الفهرية وتضمن استخدام مواد من الأرض التي اشترتها، مما يعكس التزامها الديني . تعتبر القرويين أقدم جامعة في العالم لا تزال تعمل . أسست مريم الفهرية، شقيقة فاطمة، جامع الأندلسيين في فاس . لعبت عاتكة بنت علي بن عمر الإدريسي دورًا رئيسيًا في تولي والدها السلطة خلال فترة الاضطرابات .",
          "source_URLs": [
            "https://arj.urd.ac.ir/article_206983_764a118a32dbd1dc083c2708cb2a7631.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "التفاعلات مع القوى الأخرى",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "أسس إبراهيم بن الأغلب الدولة الأغلبية في تونس عام 184 هـ / 800 م . هزم إبراهيم بن الأغلب الثورات من الأدارسة والخوارج في إفريقية . لم يؤسس الأدارسة \"سلطة دينية شيعية أو سياسية واسعة النطاق، لكنها جلبت الإسلام إلى 'أقصى الغرب' من العالم الإسلامي\" . كانت الدولة الإدريسية (788-974) تعتبر الأمل للشيعة الفارين من اضطهاد العباسيين . في القرن العاشر (الرابع الهجري)، وفرت جبال الريف ملاذاً للأمراء الأدارسة الذين كانوا تحت تهديد الفاطميين في تونس والأمويين في قرطبة . استبدلت زناتة الأدارسة المهزومين بهزيمة كتامة .",
          "source_URLs": [
            "https://journals.openedition.org/encyclopedieberbere/1346",
            "https://journals.openedition.org/insaniyat/12927",
            "https://link.springer.com/article/10.1007/s11562-014-0291-1",
            "https://pdfs.semanticscholar.org/7919/08a19a4972875cb742ff159dbeeb0bb44761.pdf",
            "https://www.europeanproceedings.com/article/10.15405/epsbs.2019.09.61"
          ]
        }
      ]
    },
    {
      "subtitle": "التدهور والإرث",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "استمرت الدولة الإدريسية من 788 إلى 921 . تم دمج الأدارسة جزئيًا في المعسكر الفاطمي، بينما قاومت فروع أخرى . موسى بن أبي العافية، وهو عميل فاطمي معروف بعدائه للأدارسة، انضم لاحقًا إلى الأمويين . أدى صعود الفاطميين إلى اختفاء العديد من الكيانات السياسية بما في ذلك الأدارسة . لا توجد بقايا للقصر الإدريسي الذي بني في أكادير [12، 13]. يُنظر إلى تدمير القصر الإدريسي على أنه دليل على تضاؤل السيادة وزوال سلطتهم وشرعيتهم .",
          "source_URLs": [
            "https://artman.journals.ekb.eg/article_147855_5135c5ff836c4d843704fe13646daee8.pdf",
            "https://journals.openedition.org/encyclopedieberbere/1561",
            "https://journals.openedition.org/remmm/9410"
          ]
        }
      ]
    }
  ]
}