{
  "event_name": "حملات التوحيد لمولاي إسماعيل",
  "article_title": "حملات التوحيد التي قام بها المولى إسماعيل في المغرب",
  "sections": [
    {
      "subtitle": "توطيد السلطة والتوحيد الترابي",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "لعب المولى إسماعيل، الذي حكم من عام 1672 إلى عام 1727، دورًا حاسمًا في التوحيد النهائي للمغرب . لقد عزز سيطرته على البلاد وحشد قدراتها العسكرية إلى درجة ملحوظة . احتلت السلالة العلوية، التي ينتمي إليها المولى إسماعيل، مراكش عام 1659، مما أنهى فعليًا وجود المملكتين الكبيرتين السابقتين . قبل هذا التوحيد النهائي، أشارت النصوص الأوروبية إلى المغرب باستخدام أسماء كيانات إقليمية مختلفة، وعلى رأسها مملكتي فاس والمغرب . حدث الإدماج النهائي لهاتين المملكتين خلال فترة حكم المولى إسماعيل الطويلة . بعد فترة حكمه، أصبح اسم \"المغرب\" يمثل البلد بأكمله في اللغات الأوروبية واستخدم في المعاهدات الدبلوماسية التي وقعتها السلالة العلوية .",
          "source_URLs": [
            "https://www.hesperis-tamuda.com/Downloads/2010-2019/2019/fascicule-1/2.pdf",
            "https://www.hesperis-tamuda.com/Downloads/2020-2029/2024/Fascicule-1/12.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "الحملات العسكرية والسياسة الخارجية",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "تميز عهد المولى إسماعيل بالعديد من الحملات العسكرية والسياسة الخارجية المعقدة، وخاصة فيما يتعلق بالجزائر والإمبراطورية العثمانية . اتسمت العلاقات مع الجزائر باشتباكات متكررة وهدنات قصيرة الأجل . في عام 1679، هُزمت قوة بقيادة المولى إسماعيل على يد الجزائريين . في عام 1682، نهبت بعثة مغربية قبيلة بني عامر في الأراضي الجزائرية . في عام 1688، جاء \"الأتراك\" الجزائريون إلى المولى إسماعيل لإبرام السلام . في عام 1692، تحركت قوة مغربية أخرى ضد الجزائر ولكن تم صدها، مما أدى إلى هدنة . في عام 1694، أغارت القوات المغربية على الأراضي الجزائرية بينما كان داي الجزائر يتعامل مع تونس . في 1695-1696، هُزمت بعثة مغربية بقيادة أحمد نجل المولى إسماعيل على يد الجزائريين، مما دفع المولى إسماعيل إلى إعادة نشر قوات من حصار سبتة . في عام 1696، أبرم المولى إسماعيل هدنة أخرى مع الجزائريين، بمساعدة رسالة من السلطان العثماني . في 1699-1700، قاد زيدان نجل المولى إسماعيل غارة على منطقة تلمسان لكنه أبرم هدنة، مما أغضب والده . في عام 1701، قام المولى إسماعيل بحملة إلى الجزائر لكنه هُزم على يد داي الجزائر . في عام 1707، دخل المولى إسماعيل الجزائر مرة أخرى، ورد أنه كان يسعى للاستيلاء على وهران، لكنه هُزم على يد القوات الإسبانية .",
          "source_URLs": [
            "https://www.hesperis-tamuda.com/Downloads/2020-2029/2024/Fascicule-1/12.pdf"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "سعى المولى إسماعيل إلى تدخل السلطان العثماني للتأثير على السياسة الجزائرية وأراد الاعتراف بتفوق المغرب في المنطقة . سعى إلى حشد إحسان السلطان العثماني وتشجيع الانقسام بين الباب العالي ووصاية الجزائر . كما سعى إلى تأكيد مساواته مع السلطان العثماني من حيث البروتوكول والمكانة وفي مجال الجهاد المهم . أكد المولى إسماعيل على المصالح والمعتقدات المشتركة، وأشاد بالتزام العثمانيين بمواجهة القوى المسيحية ودعمهم لمكة والمدينة . سعى إلى ترسيخ أولوية المغرب في إدارة الجهاد في المغرب العربي وقدم جهود المغرب الخاصة نيابة عن الجهاد على أنها معادلة لجهود السلطان العثماني .",
          "source_URLs": [
            "https://www.hesperis-tamuda.com/Downloads/2020-2029/2024/Fascicule-1/12.pdf"
          ]
        },
        {
          "paragraph_id": "s1_p2",
          "text": "شهد عهد المولى إسماعيل أيضًا نجاحات ضد القوى الأوروبية. تم الاستيلاء على المعمورة/المهدية (1681) والعرائش (1689) بالقوة من إسبانيا، التي أجلت أيضًا أصيلة (1692) تحت الضغط، كما كان الحال أيضًا مع إجلاء إنجلترا في وقت سابق لطنجة (1680) .",
          "source_URLs": [
            "https://www.hesperis-tamuda.com/Downloads/2020-2029/2024/Fascicule-1/12.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "حصار سبتة",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "كان حصار سبتة عنصرًا أساسيًا في السياسة الخارجية للمولى إسماعيل، والذي اعتبره \"جهادًا حقيقيًا\" . واشتكى من العلاقات الودية بين الجزائريين وإسبانيا واتهم الحناشة ببيع الحبوب والمواد الغذائية الأخرى للإسبان . وأشار المولى إسماعيل إلى أن سبتة تقع في \"موقع محصن جيدًا ومنيع بشكل لا يوصف\"، وتقع على مضيق جبل طارق وبالقرب من البر الرئيسي الإسباني . في عام 1700، استكشف إمكانية قيام بريطانيا العظمى بالتوجه إلى إسبانيا لإيجاد حل دبلوماسي بشأن سبتة . في عام 1702، ورد أن حاكم المغرب أرسل مبعوثًا إلى الأسطول الأنجلو-هولندي، الذي كان يحتل في ذلك الوقت ميناء قادس الإسباني، باقتراح لعملية مشتركة للاستيلاء على سبتة .",
          "source_URLs": [
            "https://www.hesperis-tamuda.com/Downloads/2020-2029/2024/Fascicule-1/12.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "السياسات الداخلية والإرث",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "يُعرف المولى إسماعيل بتأسيس أول جيش أسود . يشير ملخص الأطروحة إلى أن فترة حكمه (1666-1727) هي فترة ذات أهمية لدراسة أشكال الحكم السياسي والسيادة في المغرب، مع الأخذ في الاعتبار تقاطعات التوترات الداخلية والخارجية، والتراكم السياسي من خلال العبودية والقرصنة، وتأثير الإمبريالية . كما أمر بإغلاق أضرحة السلالة السعدية في مراكش في نهاية القرن السابع عشر كعمل إدانة وقمع لذكراهم . ظلت هذه المقابر غير قابلة للوصول إليها حتى إعادة اكتشافها وفتحها من قبل المستعمرين الفرنسيين في القرن العشرين . تُظهر رسائل المولى إسماعيل إلى ابنه الاستخدام التاريخي للغة العربية العامية في الكتابة النثرية .",
          "source_URLs": [
            "https://ellids.com/archives/2018/06/Vol1-Issue4.pdf",
            "https://eprints.bbk.ac.uk/id/eprint/55452/",
            "https://repositorio-digital.cide.edu/bitstream/handle/11651/3332/notas1.pdf?sequence=1",
            "https://www.cambridge.org/core/journals/international-journal-of-middle-east-studies/article/drija-and-changing-writing-practices-in-morocco/84C73C463BEAC75B17378D99426AE186"
          ]
        }
      ]
    }
  ]
}