{
  "event_name": "وقف إطلاق النار بمراقبة الأمم المتحدة",
  "article_title": "وقف إطلاق النار غير المراقب من قبل الأمم المتحدة: تاريخ إشراف الأمم المتحدة على الهدنة",
  "sections": [
    {
      "subtitle": "مقدمة",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "تعتبر عمليات وقف إطلاق النار غير المراقب من قبل الأمم المتحدة أداة حاسمة تستخدمها الأمم المتحدة في جهودها للحفاظ على السلام والأمن الدوليين. تهدف عمليات وقف إطلاق النار هذه، التي غالبًا ما يتم تنفيذها من خلال عمليات حفظ السلام، إلى وقف الأعمال العدائية، وإفساح المجال للمفاوضات الدبلوماسية، وتسهيل تسوية النزاعات على المدى الطويل . ومع ذلك، يعتمد نجاح هذه العمليات على عوامل مختلفة، بما في ذلك تعاون الأطراف المتنازعة، وقوة ووضوح ولاية الأمم المتحدة، ودعم الجهات الفاعلة الإقليمية والدولية .",
          "source_URLs": [
            "https://brill.com/view/journals/gg/29/2/article-p136_3.xml",
            "https://muse.jhu.edu/pub/6/article/446837/summary",
            "https://peacekeeping.un.org/sites/default/files/unpeacekeeping-operationlist_1.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "جهود الإشراف على الهدنة وحفظ السلام المبكرة للأمم المتحدة",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "كان أول انتشار لحفظ السلام تابع للأمم المتحدة هو هيئة الأمم المتحدة لمراقبة الهدنة (UNTSO) في الشرق الأوسط في مايو 1948 . تم إنشاء هيئة الأمم المتحدة لمراقبة الهدنة لمراقبة تنفيذ اتفاقيات وقف إطلاق النار . تم إنشاء فريق المراقبين العسكريين التابع للأمم المتحدة في الهند وباكستان (UNMOGIP) في يناير 1949 للإشراف على خط وقف إطلاق النار بين الهند وباكستان . وضعت هذه البعثات المبكرة، التي شملت في المقام الأول مراقبين غير مسلحين، الأساس لجهود الأمم المتحدة المستقبلية لحفظ السلام .",
          "source_URLs": [
            "http://www.e-ir.info/2011/08/17/enduring-rivalry-a-case-study-of-the-conflict-in-kashmir/",
            "https://link.springer.com/chapter/10.1007/978-3-030-67770-1_9",
            "https://peacekeeping.un.org/sites/default/files/unpeacekeeping-operationlist_1.pdf",
            "https://sencanada.ca/content/sen/committee/421/SECD/reports/Peacekeepingreport-FINAL_e.pdf",
            "https://www.ipcs.org/comm_select.php?articleNo=340",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9781003392842-2/dilemmas-multinational-peacekeeping-adekeye-adebajo"
          ]
        }
      ]
    },
    {
      "subtitle": "تطور عمليات الأمم المتحدة لحفظ السلام",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "بمرور الوقت، تطورت عمليات الأمم المتحدة لحفظ السلام من بعثات مراقبة تقليدية إلى عمليات معقدة ومتعددة الأبعاد . يعكس هذا التطور الطبيعة المتغيرة للصراعات، ولا سيما صعود الصراعات داخل الدول والحاجة إلى اتباع نُهج أكثر شمولاً لبناء السلام . يمكن لأنشطة الأمم المتحدة لحفظ السلام، سواء كانت متعمدة أو غير متوقعة، أن تغير المناظر الطبيعية وسيناريوهات الصراع .",
          "source_URLs": [
            "http://www.rageuniversity.com/PRISONESCAPE/EVASION%20OUTSIDE%20PRISON/UN%20MONITORING%20AND%20SURVEILLANCE.pdf",
            "https://link.springer.com/article/10.1007/BF00813823",
            "https://link.springer.com/chapter/10.1057/9780230504547_8",
            "https://www.queensu.ca/cidp/sites/cidpwww/files/uploaded_files/Martello%2046%20online.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "المبادئ والتحديات الرئيسية",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "تسترشد عمليات الأمم المتحدة لحفظ السلام بمبادئ أساسية، بما في ذلك موافقة الأطراف، والحياد، وعدم استخدام القوة إلا في حالة الدفاع عن النفس والدفاع عن الولاية . ومع ذلك، ليس من السهل دائمًا التمسك بهذه المبادئ في الممارسة العملية . غالبًا ما تشكل الطوارئ، وأدوار الجهات الفاعلة المحلية والإقليمية والخارجية الرئيسية، ومصالح ودوافع الجهات الفاعلة الوطنية والإقليمية والقوى العظمى الطريقة التي تبدأ بها بعثات الأمم المتحدة لحفظ السلام وتتطور وتنتهي . يمكن استغلال نقاط الضعف في بعثات الأمم المتحدة لمراقبة الانتخابات من خلال ديناميكيات الصراع .",
          "source_URLs": [
            "https://brill.com/view/journals/gg/29/2/article-p136_3.xml",
            "https://dspace.aua.am/xmlui/handle/123456789/2005",
            "https://link.springer.com/chapter/10.1007/978-3-030-53854-5_6",
            "https://link.springer.com/chapter/10.1057/9780230391055_4",
            "https://www.queensu.ca/cidp/sites/cidpwww/files/uploaded_files/Martello%2046%20online.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "عمليات الأمم المتحدة لحفظ السلام في أفريقيا",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "اضطلعت الأمم المتحدة بالعديد من عمليات حفظ السلام في أفريقيا، بدرجات متفاوتة من النجاح . بعض الأمثلة البارزة تشمل:",
          "source_URLs": [
            "https://cyberleninka.ru/article/n/successes-and-failures-of-united-nations-peace-operations"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "* **UNTAG (ناميبيا):** حافظت هذه المهمة إلى حد كبير على وقف إطلاق النار بين قوات جنوب إفريقيا ومنظمة SWAPO، وأشرفت على انسحاب القوات الأجنبية وضمان انتخابات حرة ونزيهة . ومع ذلك، أسفر هجوم كبير شنته منظمة SWAPO في أبريل 1989 عن وقوع إصابات على كلا الجانبين . سهلت UNTAG أيضًا عودة اللاجئين . أصبح هاج جينجوب أول زعيم لناميبيا المستقلة في عام 1990 بعد مهمة UNTAG .\n* **ONUMOZ (موزمبيق):** تم تكليف هذه المهمة بمراقبة ودعم وقف إطلاق النار، وتسريح القوات، والإشراف على الانتخابات الوطنية . نفذت ONUMOZ جزئيًا عملية التسريح التي شملت أكثر من 76000 جندي وجمعت حوالي 155000 قطعة سلاح . بحلول ديسمبر 1994، سهلت ONUMOZ عودة ما يقرب من 4.3 مليون شخص إلى ديارهم الأصلية .\n* **UNAMIR (رواندا):** استمرت هذه المهمة من أكتوبر 1993 إلى مارس 1996 . بدأت الإبادة الجماعية في رواندا في 6 أبريل 1994، مما أسفر عن مقتل ما يقرب من 800000 رواندي من التوتسي والمعتدلين من الهوتو . رفضت الولايات المتحدة في البداية التصويت لصالح توسيع UNAMIR .\n* **UNOSOM (الصومال):** تم نشر UNOSOM II في مارس 1993 بقوة قوامها 28000 فرد . في مارس 1995، انسحبت UNOSOM II بالكامل من الصومال بعد تكبدها خسائر فادحة وفشلها في إنجاز معظم ولايتها .\n* **MINURCA (جمهورية أفريقيا الوسطى):** تم تفويض هذه المهمة لتحسين الوضع الأمني في جمهورية أفريقيا الوسطى، وخاصة في العاصمة، وإنهاء العنف الذي اندلع في 1996-1997 .\n* **ONUB (بوروندي):** تم توقيع اتفاق أروشا للسلام والمصالحة في 28 أغسطس 2000، مما أنهى رسميًا حربًا أهلية استمرت عقدًا من الزمان في بوروندي وأدى إلى تشكيل ونشر ONUB في عام 2004 . وشملت ولاية ONUB الإشراف على التنفيذ السليم لاتفاق أروشا ووقف إطلاق النار ونزع السلاح وتسريح الميليشيات .",
          "source_URLs": [
            "https://cyberleninka.ru/article/n/successes-and-failures-of-united-nations-peace-operations",
            "https://www.durham.ac.uk/media/durham-university/research-/research-centres/ibru-centre-for-borders-research/maps-and-databases/publications-database/boundary-amp-security-bulletins/bsb2-3_fetherston.pdf"
          ]
        },
        {
          "paragraph_id": "s4_p2",
          "text": "تسلط هذه المهام الضوء على تعقيدات حفظ السلام التابع للأمم المتحدة في أفريقيا، بما في ذلك تحديات الحفاظ على وقف إطلاق النار وحماية المدنيين وتعزيز الاستقرار على المدى الطويل .",
          "source_URLs": [
            "https://www.degruyter.com/document/doi/10.1515/9781626376007-008/pdf?licenseType=restricted"
          ]
        }
      ]
    },
    {
      "subtitle": "وقف إطلاق النار الذي ترصده الأمم المتحدة في الشرق الأوسط",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "تتمتع الأمم المتحدة بتاريخ طويل من المشاركة في الشرق الأوسط، بما في ذلك مراقبة وقف إطلاق النار والهدنات . لا تزال هيئة الأمم المتحدة لمراقبة الهدنة (UNTSO)، التي تأسست في مايو 1948، أقدم عملية لحفظ السلام مستمرة تابعة للأمم المتحدة . تم تكليف UNTSO بالإشراف على انسحاب القوات والعمل كمنطقة عازلة بين القوات الإسرائيلية والمصرية . توسطت الأمم المتحدة أيضًا في وقف إطلاق النار بين القوات الإسرائيلية والفلسطينية في جنوب لبنان في أغسطس 1979 . تم إنشاء قوة الأمم المتحدة المؤقتة في لبنان (UNIFIL) في مارس 1978 لتأكيد انسحاب القوات الإسرائيلية، واستعادة السلام والأمن الدوليين، ومساعدة حكومة لبنان في ضمان عودة سلطتها الفعالة في المنطقة .",
          "source_URLs": [
            "https://api.taylorfrancis.com/content/books/mono/download?identifierName=doi&identifierValue=10.4324/9780203403037&type=googlepdf",
            "https://peacekeeping.un.org/sites/default/files/unpeacekeeping-operationlist_1.pdf",
            "https://www.ipcs.org/comm_select.php?articleNo=340",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9781003392842-2/dilemmas-multinational-peacekeeping-adekeye-adebajo"
          ]
        }
      ]
    },
    {
      "subtitle": "تدخل الأمم المتحدة في كمبوديا",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "وافق مجلس الأمن التابع للأمم المتحدة على خطة لوقف إطلاق النار والانتخابات التي تراقبها الأمم المتحدة في كمبوديا بعد أن سحبت فيتنام قواتها في عام 1988 . تم توقيع اتفاق سلام في باريس عام 1991، مما أدى إلى نشر قوات حفظ السلام التابعة للأمم المتحدة لفرض الهدنة . أجريت انتخابات في عام 1993 تحت إشراف الأمم المتحدة، مما أدى إلى تشكيل الحكومة الحالية . تفاوضت الأمم المتحدة على معاهدة سلام تضمنت انتخابات تراقبها الأمم المتحدة في عام 1993 .",
          "source_URLs": [
            "https://muse.jhu.edu/pub/5/edited_volume/chapter/2279055/pdf",
            "https://www.ipcs.org/comm_select.php?articleNo=340"
          ]
        }
      ]
    },
    {
      "subtitle": "حفظ السلام التابع للأمم المتحدة في كشمير",
      "paragraphs": [
        {
          "paragraph_id": "s7_p0",
          "text": "كان الصراع في كشمير بين الهند وباكستان مصدر قلق طويل الأمد للأمم المتحدة . أصدر مجلس الأمن التابع للأمم المتحدة قرارات تدعو إلى إجراء استفتاء تحت إشراف الأمم المتحدة في كشمير، وهو ما قبله البلدان في عام 1949 ولكنه لم ينفذ أبدًا . أنشأ تسوية عام 1949 خط السيطرة (LoC)، الذي يقسم كشمير بين الهند وباكستان، والذي كانت الأمم المتحدة تراقبها حتى عام 1972 .",
          "source_URLs": [
            "http://www.e-ir.info/2011/08/17/enduring-rivalry-a-case-study-of-the-conflict-in-kashmir/",
            "https://www.ceeol.com/search/article-detail?id=1049906"
          ]
        }
      ]
    },
    {
      "subtitle": "اتفاق الحديدة و UNMHA",
      "paragraphs": [
        {
          "paragraph_id": "s8_p0",
          "text": "يهدف اتفاق الحديدة، وهو ترتيب فرعي لاتفاق ستوكهولم الذي تم إبرامه في 13 ديسمبر 2018، إلى وقف فوري لإطلاق النار في اليمن . تم دعم اتفاق الحديدة بقراري مجلس الأمن التابع للأمم المتحدة 2451 (2018) و 2452 (2019) . أنشأ قرار مجلس الأمن 2452 (2019) بعثة الأمم المتحدة لدعم اتفاق الحديدة (UNMHA) لفترة أولية مدتها ستة أشهر . تشمل ولاية UNMHA قيادة لجنة تنسيق إعادة الانتشار (RCC) للإشراف على وقف إطلاق النار وإعادة انتشار القوات وعمليات إزالة الألغام في محافظة الحديدة .",
          "source_URLs": [
            "https://www.cambridge.org/core/journals/proceedings-of-the-asil-annual-meeting/article/hodeida-agreement-that-never-was-design-implementation-and-implications-on-conflict-and-peace-in-yemen/02239F5B4E696B2AB4489028E490BB40",
            "https://www.securitycouncilreport.org/atf/cf/%7B65BFCF9B-6D27-4E9C-8CD3-CF6E4FF96FF9%7D/s_res_2452.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "تحديات وقيود وقف إطلاق النار الذي ترصده الأمم المتحدة",
      "paragraphs": [
        {
          "paragraph_id": "s9_p0",
          "text": "على الرغم من جهود الأمم المتحدة، فشلت العديد من عمليات وقف إطلاق النار في تحقيق سلام دائم . يمكن للمفسدين والقادة والأطراف الذين يعتقدون أن السلام يهدد سلطتهم استخدام العنف لتقويض محاولات تحقيقه . غالبًا ما تشكل خيارات الجهات الفاعلة الوطنية والإقليمية والقوى العظمى الخارجية الطريقة التي تبدأ بها بعثات الأمم المتحدة لحفظ السلام وتتطور وتنتهي . يمكن أن تعيق موارد الأمم المتحدة المحدودة وولاياتها المعقدة وإحجام الدول الأعضاء عن تقديم الدعم فعالية هذه البعثات .",
          "source_URLs": [
            "https://brill.com/view/journals/gg/29/2/article-p136_3.xml",
            "https://journals.wdu.edu.ng/global-south/wp-content/uploads/2024/10/vol-2-article-1.pdf",
            "https://link.springer.com/chapter/10.1007/978-3-030-53854-5_6",
            "https://muse.jhu.edu/pub/6/article/446837/summary",
            "https://www.durham.ac.uk/media/durham-university/research-/research-centres/ibru-centre-for-borders-research/maps-and-databases/publications-database/boundary-amp-security-bulletins/bsb2-3_fetherston.pdf",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9780429266928-24/another-rough-year-united-nations-peacekeeping-pamela-reed"
          ]
        }
      ]
    },
    {
      "subtitle": "دور التكنولوجيا في حفظ السلام التابع للأمم المتحدة",
      "paragraphs": [
        {
          "paragraph_id": "s10_p0",
          "text": "يمكن لتقنيات المراقبة الحديثة أن تزيد من مدى وفعالية ودقة المراقبة في عمليات الأمم المتحدة لحفظ السلام . يمكن لهذه التقنيات أن توفر مراقبة المجال الجوي والأرض وتحت الأرض، مما يسمح بالتغطية المستمرة وتسجيل الأحداث . ومع ذلك، كانت الأمم المتحدة بطيئة في تبني هذه التقنيات، معتمدة بشكل أساسي على المراقبين البشريين .",
          "source_URLs": [
            "http://www.rageuniversity.com/PRISONESCAPE/EVASION%20OUTSIDE%20PRISON/UN%20MONITORING%20AND%20SURVEILLANCE.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "مساهمات الهند في حفظ السلام التابع للأمم المتحدة",
      "paragraphs": [
        {
          "paragraph_id": "s11_p0",
          "text": "كانت الهند مساهمًا كبيرًا في بعثات الأمم المتحدة لحفظ السلام، حيث شاركت في 30 من أصل 46 بعثة للأمم المتحدة حتى مارس 2000، وساهمت بـ 50000 جندي . كانت أول مهمة لحفظ السلام تابعة للأمم المتحدة في الهند في كوريا عام 1950 . في عام 1956، كانت كتيبة مشاة هندية جزءًا من قوة الطوارئ التابعة للأمم المتحدة التي أرسلت إلى أزمة قناة السويس . في منتصف الخمسينيات من القرن الماضي، ترأست الهند اللجنة الدولية للمراقبة في الهند الصينية، ونفذت اتفاقيات وقف إطلاق النار بين فيتنام ولاوس وكمبوديا وفرنسا .",
          "source_URLs": [
            "https://www.ipcs.org/comm_select.php?articleNo=340"
          ]
        }
      ]
    },
    {
      "subtitle": "دور كندا في حفظ السلام التابع للأمم المتحدة",
      "paragraphs": [
        {
          "paragraph_id": "s12_p0",
          "text": "تتمتع كندا بتاريخ طويل من المساهمة في بعثات الأمم المتحدة لحفظ السلام . نظم ليستر بي. بيرسون قوة الطوارئ التابعة للأمم المتحدة (UNEF) للمساعدة في حل أزمة قناة السويس عام 1956، مما يمثل نقطة تحول في حفظ السلام التابع للأمم المتحدة . ساهمت كندا في مهام مثل قوة الطوارئ التابعة للأمم المتحدة (UNEF I) في مصر، وقوة الأمم المتحدة لحفظ السلام في قبرص (UNFICYP)، وبعثة الأمم المتحدة للمساعدة في رواندا (UNAMIR) .",
          "source_URLs": [
            "https://link.springer.com/chapter/10.1007/978-3-030-67770-1_9",
            "https://sencanada.ca/content/sen/committee/421/SECD/reports/Peacekeepingreport-FINAL_e.pdf",
            "https://www.queensu.ca/cidp/sites/cidpwww/files/uploaded_files/Martello%2046%20online.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "خاتمة",
      "paragraphs": [
        {
          "paragraph_id": "s13_p0",
          "text": "تعتبر عمليات وقف إطلاق النار التي ترصدها الأمم المتحدة مكونًا حيويًا في جهود الأمم المتحدة الأوسع للحفاظ على السلام والأمن الدوليين . في حين أن هذه العمليات واجهت العديد من التحديات والقيود، إلا أنها لعبت أيضًا دورًا حاسمًا في منع الصراعات وحماية المدنيين وتعزيز الاستقرار على المدى الطويل في مناطق مختلفة حول العالم . يعتمد نجاح عمليات وقف إطلاق النار التي ترصدها الأمم المتحدة على مجموعة متنوعة من العوامل، بما في ذلك تعاون الأطراف المتنازعة، وقوة ووضوح ولاية الأمم المتحدة، ودعم الجهات الفاعلة الإقليمية والدولية . مع استمرار تطور طبيعة الصراع، يجب على الأمم المتحدة تكييف استراتيجياتها لحفظ السلام وتبني تقنيات جديدة لضمان فعالية جهودها للحفاظ على السلام والأمن .",
          "source_URLs": [
            "http://www.rageuniversity.com/PRISONESCAPE/EVASION%20OUTSIDE%20PRISON/UN%20MONITORING%20AND%20SURVEILLANCE.pdf",
            "https://brill.com/view/journals/gg/29/2/article-p136_3.xml",
            "https://link.springer.com/chapter/10.1007/978-3-030-53854-5_6",
            "https://muse.jhu.edu/pub/6/article/446837/summary",
            "https://peacekeeping.un.org/sites/default/files/unpeacekeeping-operationlist_1.pdf",
            "https://shs.cairn.info/revue-defense-nationale-2023-5-page-76",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9781003392842-2/dilemmas-multinational-peacekeeping-adekeye-adebajo"
          ]
        }
      ]
    }
  ]
}