{
  "event_name": "عمليات جيش التحرير (المغرب)",
  "article_title": "عمليات جيش التحرير المغربي: نظرة تاريخية",
  "sections": [
    {
      "subtitle": "الخلفية والأصول",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "تتجذر عمليات جيش التحرير المغربي في التاريخ المعقد لنضال المغرب من أجل الاستقلال والسياق الأوسع للحركات المناهضة للاستعمار في شمال إفريقيا . تم إنشاء جيش التحرير المغربي لتحقيق الاستقلال وإعادة السلطان محمد بن يوسف إلى العرش بعد نفيه . كان التأسيس الرسمي لجيش التحرير المغربي في مدريد عام 1955 . كانت قواعد التدريب تقع في المنطقة الشمالية، وحافظ الجيش على علاقات وثيقة مع حزب الاستقلال .",
          "source_URLs": [
            "https://kan.journals.ekb.eg/article_105033_a9c635a8ff1fb61fce945df61e6b46be.pdf",
            "https://shs.cairn.info/article/NAQD_HS5_0043?tab=texte-integral",
            "https://shs.cairn.info/article/NAQD_HS5_0091"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "كما توفر حرب التحرير الجزائرية (1954-1962) خلفية حاسمة . اندلعت الثورة الجزائرية على يد نشطاء شباب داخل التيار الثوري للحركة الوطنية الجزائرية بعد تفكيك المنظمة الخاصة (L’os) من قبل الشرطة الفرنسية في مارس 1954 . وجاء قرار الكفاح المسلح بعد الأزمة الداخلية داخل الحركة الوطنية (حزب الشعب الجزائري - حركة انتصار الحريات الديمقراطية PPA-MTLD) خلال مؤتمرها الثاني في أبريل 1953 . نسق جيش التحرير المغربي مع جيوش التحرير الأخرى في الجزائر وتونس .",
          "source_URLs": [
            "https://journals.openedition.org/insaniyat/1854",
            "https://journals.openedition.org/insaniyat/6492",
            "https://kan.journals.ekb.eg/article_105033_a9c635a8ff1fb61fce945df61e6b46be.pdf",
            "https://shs.cairn.info/article/NAQD_HS4_0011a?tab=texte-integral",
            "https://shs.cairn.info/article/NAQD_HS5_0091"
          ]
        }
      ]
    },
    {
      "subtitle": "الانقسامات الأيديولوجية والقيادة",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "أثرت الانقسامات الداخلية والرؤى المختلفة لمستقبل المغرب العربي على جيش التحرير المغربي . حث عبد الكريم الخطابي، وهو شخصية بارزة في التاريخ المغربي، على استمرار المقاومة في منطقة الريف حتى بعد الإعلان الفرنسي المغربي في 2 مارس 1956، الذي اعترف باستقلال المغرب . وحذر المقاتلين من عدم الثقة في الوعود ومواصلة الكفاح المسلح طالما بقي أي وجود فرنسي في المغرب . وتناقض هذا مع دعوة السلطان محمد الخامس إلى وقف إطلاق النار للسماح بإنهاء مفاوضات الاستقلال . وقد خلق هذا صراعًا في السلطة داخل جيش التحرير المغربي .",
          "source_URLs": [
            "https://shs.cairn.info/article/NAQD_HS5_0043?tab=texte-integral",
            "https://shs.cairn.info/article/NAQD_HS5_0091"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "تصور محمد بن عبد الكريم الخطابي \"جيش تحرير المغرب العربي\" موحدًا . وأيد الاستقلال الكامل للمغرب العربي وإنشاء دولة واحدة في المغرب العربي الكبير . وكان يخشى أن يأتي استقلال تونس والمغرب على حساب سياسي يتمثل في ترسيخ السيطرة الفرنسية على الجزائر . كان لجيش التحرير المغربي هيكلان للقيادة: أحدهما مقره في تطوان ويركز على الاستقلال المغربي والتنسيق مع جيوش التحرير الأخرى في الجزائر وتونس، والآخر في القاهرة، بقيادة الخطابي، ويعتبر نفسه \"جيش تحرير المغرب العربي\" .",
          "source_URLs": [
            "https://shs.cairn.info/article/NAQD_HS5_0091"
          ]
        },
        {
          "paragraph_id": "s1_p2",
          "text": "اتهمت وثيقة منسوبة إلى الخطابي، بتاريخ 2 يونيو 1956، حزب الاستقلال بميول فاشية وتحويل جيش التحرير المغربي عن مهمته الحقيقية . واتُهم حزب الاستقلال باستخدام جيش التحرير المغربي في صراعات داخلية ضد القوميين الذين لم يشاركوه آراءه . انتقد علال الفاسي، زعيم حزب الاستقلال، المفاوضات المتعلقة بالاستقلال، واعتبرها غير مكتملة وطالب باستعادة جميع الأراضي المغربية .",
          "source_URLs": [
            "https://shs.cairn.info/article/NAQD_HS5_0091"
          ]
        }
      ]
    },
    {
      "subtitle": "العمليات والصراعات",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "شارك جيش التحرير المغربي في عمليات مختلفة، بما في ذلك تلك الموجودة في إفني والصحراء . بدأت حرب إفني والصحراء (1957-1958) بهجمات من قبل القوات الاستقلالية المغربية في سيدي إفني في 23 نوفمبر 1957 . تكبدت القوات الإسبانية خسائر أولية . لعب Ejército de Liberación (EL)، وهو جيش التحرير المغربي، دورًا مهمًا في أحداث 1956-1958 . تسلل الجيش الشعبي للتحرير في البداية إلى إفني والصحراء بموافقة ضمنية على ما يبدو من الإدارة الإسبانية . في وقت لاحق، تعاونت السلطات الإسبانية مع الفرنسيين في \"عملية إيكوفيون/تيد\" (فبراير 1958) لطرد الجيش الشعبي للتحرير . شن الجيش الشعبي للتحرير هجومًا على إفني في 23 نوفمبر 1957 . فقدت إسبانيا 48 رجلاً في معركة إدشيرة في 13 يناير 1958 . تم التنازل عن منطقة طرفاية للمغرب بموجب معاهدة سينترا في 10 أبريل 1958 .",
          "source_URLs": [
            "https://mail.ruhm.es/index.php/RUHM/article/view/99",
            "https://repositorio.iscte-iul.pt/bitstream/10071/2326/1/CIEA7_21_CORREALE_La%20%c3%baltima%20guerra%20colonial%20de%20Espa%c3%b1a%20y%20la%20literatura%20militar.pdf",
            "https://ruhm.es/index.php/RUHM/article/view/87",
            "https://scielo.isciii.es/pdf/sm/v79n4/1887-8571-sm-79-04-251.pdf",
            "https://scielo.isciii.es/scielo.php?pid=S1887-85712023000400007&script=sci_arttext",
            "https://shs.cairn.info/article/AFCO_235_0027"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "كما شارك الجيش الفرنسي في عمليات ضد Armée de Libération (AL) في موريتانيا . دفعت عملية إيكوفيون، وهي عملية فرنسية إسبانية مشتركة، الجيش الشعبي للتحرير إلى الشمال من الساقية الحمراء . وشملت خسائر الجيش الشعبي للتحرير في عملية إيكوفيون 132 قتيلاً و 37 جريحًا و 51 أسيرًا؛ وأفادت القوات الفرنسية عن مقتل 7 وإصابة 25 .",
          "source_URLs": [
            "https://shs.cairn.info/article/AFCO_235_0027"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "تتناول مقالة \"الجزائر والقانون الدولي\" لموريس فلوري، الحرب الجزائرية وتداعياتها القانونية الدولية . ويبدأ بوصف الهجمات الأولية في الفترة من 31 أكتوبر إلى 1 نوفمبر 1954 في الجزائر . في البداية، اعتُبرت هذه الهجمات اضطرابات داخلية، لكن الوضع تطور بشكل كبير على مدى خمس سنوات . بدأت الأمم المتحدة في معالجة الجزائر، وأصبح جيش التحرير الوطني (ALN) منظمًا وقويًا بما يكفي لتحدي جهود التهدئة الفرنسية .",
          "source_URLs": [
            "https://www.persee.fr/doc/afdi_0066-3085_1959_num_5_1_1469"
          ]
        }
      ]
    },
    {
      "subtitle": "تمرد الريف (1958-1959)",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "شهد تمرد الريف في 1958-1959، بعد عامين من استقلال المغرب، انتفاضة قبائل الريف ضد الحكومة المغربية . شارك عبد الكريم الخطابي في الصراع . كما شاركت الحكومة الفرنسية في عهد ديغول . واتُهمت إسبانيا بحماية متمردي الريف، الذين هددوا استقرار النظام المغربي الجديد والهيمنة الفرنسية في الجزائر .",
          "source_URLs": [
            "https://revistas.uned.es/index.php/ETFV/article/view/2946"
          ]
        }
      ]
    },
    {
      "subtitle": "التأثيرات والدعم الخارجية",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "اعتمدت الثورة الجزائرية على الدعم الخارجي للتسلح بين عامي 1954 و 1962، وخاصة خلال الفترة من 1958 إلى 1961 . كانت الحدود الجزائرية التونسية بمثابة نقطة دخول حاسمة للأسلحة والإمدادات إلى جيش التحرير الوطني خلال الثورة الجزائرية . أنشأ جيش التحرير الوطني شبكات لوجستية ومرافق تخزين على طول الحدود الجزائرية التونسية، بدعم من الحكومة التونسية . تلقى جيش التحرير الوطني دعمًا ماديًا من دول مختلفة، بما في ذلك مصر والعراق والصين والاتحاد السوفيتي، للمساعدة في تسليح الثورة .",
          "source_URLs": [
            "https://journals.ekb.eg/article_231590_d740579d58e242c45f811957a4f90318.pdf"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "كما لعبت الولايات المتحدة دورًا في المغرب خلال هذه الفترة . دعمت الولايات المتحدة المشاريع السياسية الفرنسية في المغرب لمنع الوجود الألماني على ساحل المحيط الأطلسي خلال مؤتمر الجزيرة الخضراء في أبريل 1906 . هبطت القوات الأمريكية في المغرب عام 1942 كجزء من عمليات الإنزال في شمال إفريقيا خلال الحرب العالمية الثانية . أدت الاتفاقيات بين دارلان وكلارك في نوفمبر 1942 إلى استسلام الجيش الفرنسي غير المشروط في المغرب، مما منح الجنرال أيزنهاور السيطرة . دعمت الولايات المتحدة فرنسا في المغرب بسبب اعتبارات استراتيجية للحرب الباردة، على الرغم من المخاوف الأولية بشأن الأمن الإقليمي .",
          "source_URLs": [
            "https://shs.cairn.info/article/GMCC_210_0125"
          ]
        }
      ]
    },
    {
      "subtitle": "العواقب والإرث",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "بعد استقلال المغرب في 2 مارس 1956، رفضت الحكومة المغربية الاعتراف بالاتفاقيات المبرمة بين الولايات المتحدة وفرنسا بشأن القواعد العسكرية الأمريكية . بدأت مفاوضات مباشرة بين الولايات المتحدة والمغرب في مايو 1957 بشأن القواعد . ساهم الوجود العسكري الأمريكي في إضعاف موقف فرنسا في المغرب .",
          "source_URLs": [
            "https://shs.cairn.info/article/GMCC_210_0125"
          ]
        },
        {
          "paragraph_id": "s5_p1",
          "text": "إن إرث جيش التحرير المغربي معقد ومتعدد الأوجه، ويشمل موضوعات القومية، ومناهضة الاستعمار، والصراع الداخلي، وديناميكيات القوة الإقليمية . تتمثل أهداف ثورة التحرير الوطني في تحقيق الاستقلال الوطني وإقامة دولة اشتراكية ديمقراطية في إطار المبادئ الإسلامية واحترام جميع الحريات الأساسية دون تمييز عرقي أو ديني بالإضافة إلى تحقيق وحدة شمال إفريقيا في إطارها العربي والإسلامي الطبيعي .",
          "source_URLs": [
            "https://jcopolicy.uobaghdad.edu.iq/index.php/jcopolicy/article/view/463",
            "https://journals.openedition.org/insaniyat/6492",
            "https://shs.cairn.info/article/NAQD_HS5_0043?tab=texte-integral",
            "https://shs.cairn.info/article/NAQD_HS5_0091"
          ]
        }
      ]
    }
  ]
}