{
  "event_name": "حرب البربر الأولى مع الولايات المتحدة",
  "article_title": "حرب البربر الأولى: صراع أمريكا مع طرابلس، 1801-1805",
  "sections": [
    {
      "subtitle": "خلفية الصراع",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "حرب البربر الأولى، والمعروفة أيضًا باسم حرب طرابلس، كانت صراعًا بحريًا دار بين الولايات المتحدة وطرابلس (ليبيا الحالية) من عام 1801 إلى عام 1805 . مثلت هذه الحرب أول مثال على عرض القوة العسكرية الأمريكية في جميع أنحاء العالم . تكمن جذور الصراع في ممارسة القرصنة البربرية، حيث انخرطت دول في شمال إفريقيا - المغرب والجزائر وتونس وطرابلس - في مهاجمة السفن التجارية في البحر الأبيض المتوسط، والاستيلاء على بضائعها، واستعباد أطقمها . طالب هؤلاء القراصنة البربر، بدعم من الباشاوات والدايات، بدفع الجزية من السفن الأوروبية والأمريكية مقابل المرور الآمن . غالبًا ما كانت القوى الأوروبية، بما في ذلك إنجلترا وفرنسا، تدفع جزية سنوية كشكل من أشكال \"التأمين\" .",
          "source_URLs": [
            "https://digitalcommons.liberty.edu/ljh/vol7/iss2/5/",
            "https://justapedia.org/wiki/Barbary_Wars",
            "https://kuscholarworks.ku.edu/server/api/core/bitstreams/cf7fe620-2bb4-47e8-9f58-51386067cbec/content",
            "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1955322",
            "https://saberandscroll.scholasticahq.com/article/28741.pdf",
            "https://www.ebsco.com/research-starters/history/barbary-pirates",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9781003299721-15/barbary-wars-matthew-goetz"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "في أعقاب الاستقلال الأمريكي في عام 1783، فقدت السفن الأمريكية الحماية البريطانية واضطرت إلى التعامل مع القرصنة البربرية بشكل مستقل . حاولت الحكومة الأمريكية، التي تفتقر إلى الأموال لدفع الجزية أو بناء أسطول بحري، في البداية التفاوض على معاهدات مع دول البربر . في عام 1786، وافقت الحكومة الأمريكية على دفع الجزية لدول البربر لوقف الهجمات على السفن الأمريكية . بحلول عام 1797، دفعت الولايات المتحدة 1.25 مليون دولار كجزية . أصدر قانون البحرية لعام 1794، الذي تم إقراره في 27 مارس، أول بحرية أمريكية لمكافحة هذه الهجمات والمطالب بالمال . كانت السفينة الدستورية الأمريكية أول سفينة بحرية تكتمل أعمال بنائها .",
          "source_URLs": [
            "https://justapedia.org/wiki/Barbary_Wars",
            "https://libres.uncg.edu/ir/uncg/f/scott_douglas_1976.pdf",
            "https://saberandscroll.scholasticahq.com/article/28741.pdf"
          ]
        },
        {
          "paragraph_id": "s0_p2",
          "text": "ومع ذلك، لم تكن سياسة الاسترضاء هذه مدعومة عالميًا. توماس جيفرسون، بينما كان يفضل في البداية الحرب على دفع الجزية، أقر لاحقًا بضرورة وجود بحرية . بحلول عام 1799، كانت الولايات المتحدة متأخرة بمبلغ 140 ألف دولار للجزائر وحوالي 150 ألف دولار لطرابلس . في عام 1801، طالب باشا طرابلس، يوسف قرامانلي، بمبلغ 225 ألف دولار كجزية من الولايات المتحدة . رفض جيفرسون الطلب، مما أدى إلى إعلان باشا طرابلس الحرب على الولايات المتحدة عن طريق قطع سارية العلم أمام القنصلية الأمريكية في طرابلس في 10 مايو 1801 .",
          "source_URLs": [
            "https://abfang.org/wp-60db5-content/uploads/2022/10/Instances-of-Use-of-US-Armed-Forces-Abroad-1798-2022.pdf",
            "https://biotech.law.lsu.edu/blog/R42738.pdf",
            "https://justapedia.org/wiki/Barbary_Wars",
            "https://libres.uncg.edu/ir/uncg/f/scott_douglas_1976.pdf",
            "https://muse.jhu.edu/pub/1/article/28777/summary",
            "https://saberandscroll.scholasticahq.com/article/28741.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "مسار الحرب",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "رد جيفرسون بإرسال فرقاطات لحماية المصالح الأمريكية في البحر الأبيض المتوسط، وبدء اشتباكات بحرية ضد القراصنة البربر . تم إرسال أسطول بحري أمريكي تحت قيادة العميد البحري ريتشارد ديل . هزمت المؤسسة السفينة الطرابلسية طرابلس في أول معركة بحرية . قاد العميد البحري إدوارد بريبل لاحقًا أربع سفن لحصار ميناء طرابلس .",
          "source_URLs": [
            "https://justapedia.org/wiki/Barbary_Wars",
            "https://saberandscroll.scholasticahq.com/article/28741.pdf"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "كان أحد أهم أحداث الحرب هو الاستيلاء على السفينة يو إس إس فيلادلفيا في أكتوبر 1803 . جنحت السفينة فيلادلفيا بقيادة الكابتن ويليام بينبريدج على شعاب كالوسيا وأسرتها القوات الطرابلسية . كان فقدان فيلادلفيا وطاقمها بمثابة إحراج وطني للولايات المتحدة . في فبراير 1804، قاد الملازم ستيفن ديكاتور الابن مهمة جريئة لحرق الفرقاطة فيلادلفيا التي تم الاستيلاء عليها في ميناء طرابلس، وهي لحظة محورية في الحرب . قاد ديكاتور 75 متطوعًا لتدمير فيلادلفيا في ميناء طرابلس . حصل ديكاتور على سيف من الكونجرس وترقى إلى رتبة نقيب في سن 25 عامًا، ليصبح أصغر رجل في البحرية يحمل هذا الرتبة .",
          "source_URLs": [
            "http://irving-fam.com/tng/histories/Edward%20Preble%20Bio.pdf",
            "https://justapedia.org/wiki/Barbary_Wars",
            "https://kuscholarworks.ku.edu/server/api/core/bitstreams/cf7fe620-2bb4-47e8-9f58-51386067cbec/content",
            "https://saberandscroll.scholasticahq.com/article/28741.pdf"
          ]
        },
        {
          "paragraph_id": "s1_p2",
          "text": "أثرت استراتيجية العميد البحري إدوارد بريبل، التي تم تطويرها بين عامي 1803 و 1804، على عقيدة البحرية تجاه الحرب البحرية . حاصر بريبل طرابلس وقصف الميناء والمدينة عدة مرات في أغسطس وسبتمبر من عام 1804 . في 4 سبتمبر، تم إرسال الكيتش إنتربيد، الذي كان يعمل به متطوعون من بينهم ريتشارد سومرز والملازم جوزيف إسرائيل والضابط هنري وادسورث، كقنبلة عائمة إلى ميناء طرابلس ولكنها انفجرت، مما أدى إلى فقدان جميع الأيدي .",
          "source_URLs": [
            "http://irving-fam.com/tng/histories/Edward%20Preble%20Bio.pdf",
            "https://kuscholarworks.ku.edu/server/api/core/bitstreams/cf7fe620-2bb4-47e8-9f58-51386067cbec/content"
          ]
        },
        {
          "paragraph_id": "s1_p3",
          "text": "ابتكر ويليام إيتون، الذي تم تعيينه وكيلاً للبحرية في ولايات البربر في مايو 1804، خطة لتنصيب حامد قرامانلي باشا على طرابلس . في أبريل 1805، قاد ويليام إيتون الهجوم في معركة درنة، مما يمثل أول معركة للقوات الأمريكية على أرض أجنبية وأول مرة يرفرف فيها العلم الأمريكي على أراضٍ تم الاستيلاء عليها في الخارج .",
          "source_URLs": [
            "https://saberandscroll.scholasticahq.com/article/28741.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "معاهدة السلام وما بعدها",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "أنهى السلام الذي تم التفاوض عليه في يونيو 1805 الاستيلاء على السفن الأمريكية والمطالب بالجزية، مما أنهى فعليًا حرب البربر الأولى . تم توقيع السلام في 3 يونيو 1805، حيث وافقت طرابلس على دفع 60 ألف دولار لبينبريدج و 300 من أفراد طاقم فيلادلفيا . لم يوافق مجلس الشيوخ على معاهدة السلام حتى العام التالي بعد انتهاء الحرب . تفاوضت الولايات المتحدة على معاهدة سلام دبلوماسية مع طرابلس في عام 1805 . أنهى السلام الذي تم التفاوض عليه في يونيو 1805 الاستيلاء على السفن الأمريكية والمطالب بالجزية، مما أنهى فعليًا حرب البربر الأولى .",
          "source_URLs": [
            "http://irving-fam.com/tng/histories/Edward%20Preble%20Bio.pdf",
            "https://kuscholarworks.ku.edu/server/api/core/bitstreams/cf7fe620-2bb4-47e8-9f58-51386067cbec/content",
            "https://saberandscroll.scholasticahq.com/article/28741.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "ساهمت حرب البربر الأولى بشكل كبير في تطوير عقيدة بحرية جمهورية أمريكية فريدة من نوعها، تتميز ببحرية محدودة ولكنها فعالة، وقيادة إنسانية، وتكتيكات عدوانية . ساهمت الحرب أيضًا في إضفاء الطابع الدائم على البحرية داخل الحكومة الأمريكية .",
          "source_URLs": [
            "https://kuscholarworks.ku.edu/server/api/core/bitstreams/cf7fe620-2bb4-47e8-9f58-51386067cbec/content"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "ومع ذلك، كان السلام قصير الأجل. أعلن الحاج علي، داي الجزائر من 1809 إلى 1815، الحرب على الولايات المتحدة خلال حرب عام 1812 بتحريض بريطاني . أدى ذلك إلى حرب البربر الثانية في عام 1815 .",
          "source_URLs": [
            "https://commons.lib.jmu.edu/honors202029/153/",
            "https://saberandscroll.scholasticahq.com/article/28741.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "الشخصيات الرئيسية",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "لعبت عدة شخصيات رئيسية أدوارًا حاسمة في حرب البربر الأولى. كان لرفض توماس جيفرسون دفع الجزية وقراره باستخدام القوة العسكرية دورًا محوريًا في بدء الصراع . كان لقيادة العميد البحري إدوارد بريبل واستراتيجيته العدوانية دور فعال في تشكيل نهج البحرية الأمريكية للحرب البحرية . جعلت غارة الملازم ستيفن ديكاتور الابن الجريئة لتدمير السفينة يو إس إس فيلادلفيا منه بطلاً قومياً . كانت حملة ويليام إيتون للاستيلاء على درنة مع حامد قرامانلي عملية برية مهمة .",
          "source_URLs": [
            "https://digitalcommons.library.uab.edu/etd-collection/3615/",
            "https://justapedia.org/wiki/Barbary_Wars",
            "https://kuscholarworks.ku.edu/server/api/core/bitstreams/cf7fe620-2bb4-47e8-9f58-51386067cbec/content",
            "https://saberandscroll.scholasticahq.com/article/28741.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "التأثير والإرث",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "كان لحرب البربر الأولى تأثير دائم على الولايات المتحدة. أظهرت الحاجة إلى وجود بحرية قوية لحماية التجارة والمواطنين الأمريكيين في الخارج . ساهمت الحرب أيضًا في تطوير الهوية الوطنية الأمريكية وظهور الأبطال البحريين . ساعدت حروب البربر في تشكيل هوية وطنية حقيقية . كما يمثل الصراع بداية وجود عسكري أمريكي طويل الأمد ومستمر في الشرق الأوسط . زادت حروب البربر من اهتمام الجمهور الأمريكي بالعالم الإسلامي الأكبر .",
          "source_URLs": [
            "https://journals.wichita.edu/index.php/ff/article/view/134",
            "https://kuscholarworks.ku.edu/server/api/core/bitstreams/cf7fe620-2bb4-47e8-9f58-51386067cbec/content",
            "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1955322"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "أثرت حروب البربر أيضًا على الاستراتيجيات الدبلوماسية والعسكرية للولايات المتحدة المبكرة . ساعدت الحرب الولايات المتحدة على الانخراط في مساعي دبلوماسية عالمية وأصبحت دولة أقوى . انتهت حروب البربر عندما توصل النزاع إلى حل دبلوماسي سمح للولايات المتحدة بالتجارة بحرية في الخارج .",
          "source_URLs": [
            "http://smallwars.ferrellhistory.com/wp-content/uploads/2016/12/Pilson-War-of-1812.pdf",
            "https://commons.lib.jmu.edu/honors202029/153/"
          ]
        },
        {
          "paragraph_id": "s4_p2",
          "text": "في السنوات التي أعقبت حرب البربر الأولى، استمرت الولايات المتحدة في التعامل مع قضية القرصنة البربرية، مما أدى في النهاية إلى حرب البربر الثانية في عام 1815 . يُنظر إلى حروب البربر على أنها دليل على عداء طويل الأمد بين المسيحيين والمسلمين . اقترح بعض المعلقين أن قوى البربر كانوا \"محاربين مقدسين\" أو \"إرهابيين\" يشنون جهادًا ضد الولايات المتحدة . ومع ذلك، يجادل بعض المؤرخين بأن هذه التفسيرات معادية للإسلام .",
          "source_URLs": [
            "https://commons.lib.jmu.edu/honors202029/153/",
            "https://muse.jhu.edu/pub/1/article/222034/summary",
            "https://muse.jhu.edu/pub/29/article/196455/summary",
            "https://saberandscroll.scholasticahq.com/article/28741.pdf",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9780367815516-7/maghreb-american-stage-jeff-casey"
          ]
        }
      ]
    }
  ]
}