{
  "event_name": "حملات المقاومة المبكرة (المغرب)",
  "article_title": "حملات المقاومة المبكرة في المغرب",
  "sections": [
    {
      "subtitle": "مقاومة ما قبل الرومان",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "تتميز تاريخ المغرب، أو موريتانيا القديمة، بحملات مقاومة مبكرة ضد القوى الأجنبية. ظلت مملكة موريتانيا محايدة خلال الصراع بين روما وقرطاج . كانت الحرب التي قادها يوغرطة نقطة تحول في تاريخ المنطقة .",
          "source_URLs": [
            "https://journals.openedition.org/asinag/998"
          ]
        }
      ]
    },
    {
      "subtitle": "الاحتلال الروماني وثورة إيديمون",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "في القرن الأول الميلادي، احتلت روما موريتانيا بعد وفاة الملك بطليموس والثورة اللاحقة التي قادها إيديمون . على الرغم من قمع ثورة إيديمون، فشلت الحملات والمعاهدات الرومانية في إخماد المقاومة المستمرة تمامًا . وقعت ثورة الموري ضد أسكاليس قرب نهاية عهد بوكخوس . بين 81 و 80 قبل الميلاد، قاد بومبيوس حملة أسفرت عن تدمير مدن مثل زيلي وسيدي عبد السلام ديل بحر وتموسيدا وليكسوس . بعد وفاة بوكخوس، تدخل أوكتافيوس مباشرة في موريتانيا بسبب أزمة خلافة بين 33 و 25 قبل الميلاد .",
          "source_URLs": [
            "https://journals.openedition.org/asinag/998"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "أدت المقاومة الرومانية إلى إنشاء مستوطنات مثل زيلي وباناسا وبابا كنقاط ارتكاز للسيطرة . اندلعت ثورة إيديمون بعد اغتيال الملك بطليموس واستمرت لمدة عامين . لعبت وليلي دورًا مهمًا في دعم الرومان خلال الفترة التي تلت 40 م . دخلت وليلي في تحالف مع روما، وساعدت الجيش الروماني مقابل الحماية . حدث هذا التحالف خلال الفترة الفاصلة من 33 إلى 25 قبل الميلاد . انحاز سكان وليلي إلى الرومان خلال حرب إيديمون . بدأت حرب إيديمون في عهد كاليجولا واستمرت في عهد كلوديوس، وانتهت بانتصار روماني في 42 م . يعتقد بعض العلماء أن بلدية وليلي تأسست خلال ثورة إيديمون . بعد ثورة إيديمون، تم تعيين سيكستوس كايسيليانوس في منصب إداري في 75 م . قاد سويتونيوس باولينوس مطاردة الموري إلى سفوح جبال الأطلس . واجه هوسيديوس جيتا مقاومة سالابوس، التي انتهت بهدنة . في 42 م، قسم الإمبراطور كلوديوس موريتانيا إلى موريتانيا القيصرية وموريتانيا الطنجية . يشير تعيين إم. فاديوس سيلر ماكسيموس حاكمًا (بروليجاتوس) إلى أن الاضطرابات استمرت في موريتانيا الطنجية .",
          "source_URLs": [
            "https://journals.openedition.org/asinag/998"
          ]
        }
      ]
    },
    {
      "subtitle": "المقاومة اللغوية والثقافية",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "أدى الموقع الجغرافي للمغرب إلى ثقافة متنوعة متأثرة بحضارات مختلفة، بما في ذلك الأمازيغ . كان التنوع اللغوي والثقافي سمة وأصلاً أساسيًا للمغرب عبر تاريخه . تعتبر اللغة الأمازيغية أقدم لغة في المغرب ولعبت دورًا مهمًا في الماضي، بما في ذلك خلال عهد دولة الموحدين .",
          "source_URLs": [
            "https://journals.openedition.org/asinag/823"
          ]
        }
      ]
    },
    {
      "subtitle": "المقاومة الاستعمارية (فترات لاحقة)",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "أدت الحماية الفرنسية (1912-1956) إلى تغييرات اجتماعية وثقافية ولغوية كبيرة في المغرب . نفذ الفرنسيون والإسبان سياسات لغوية تهدف إلى تعزيز لغاتهم خلال الفترة الاستعمارية . سعى الفرنسيون إلى ترسيخ اللغة الفرنسية كلغة أجنبية مفضلة في المستعمرات المحررة وكجزء من هوية المستعمرات . خلق الفرنسيون انقسامًا بين اللغات \"المتقدمة\" و \"المتخلفة\"، مفضلين اللغات الأوروبية على لغات \"العالم الثالث\" . أكدت الإدارة الاستعمارية الفرنسية على أهمية التعليم في ترسيخ السياسة اللغوية الفرنسية . أنشأ الفرنسيون أنواعًا مختلفة من المدارس، بما في ذلك تلك المخصصة لعامة الناس وتلك المخصصة للنخبة، حيث حصلت اللغة الفرنسية على جزء كبير من وقت التدريس . في عام 1912، أنشأ الفرنسيون \"المدرسة العليا للغة العربية واللهجات البربرية\"، والتي أصبحت فيما بعد \"معهد الدراسات العليا المغربية\" في عام 1921، لتدريب المترجمين والإداريين . طوال فترة الحماية، تم استخدام اللغة الفرنسية في مختلف الوثائق والتقارير الرسمية، لتصبح اللغة الرسمية للسلطات الاستعمارية . أضرت سلطات الحماية الفرنسية بمكانة اللغة العربية الفصحى بسبب دعمها وترويجها للغة الفرنسية . أنشأ الفرنسيون مدارس فرنسية-أمازيغية في منطقة الأطلس المتوسط ​​لجذب السكان الأمازيغ، مع التركيز على تدريس الزراعة العملية والحساب الأساسي والصحة والفرنسية والأمازيغية المكتوبة باستخدام الأبجدية اللاتينية . تأسست \"كلية أزرو\" (المدرسة الثانوية) في عام 1930 من قبل الفرنسيين، بهدف دمج النفوذ الفرنسي في جبال الأمازيغ . على الرغم من الجهود المبذولة، وجهت كلية أزرو الطلاب الأمازيغ إلى حد كبير نحو التعليم الفرنسي ولم تعتمد على اللغة الأمازيغية، وبالتالي فشلت في تحقيق أهدافها . لم تطور الحماية الإسبانية سياسة لغوية عميقة مثل الفرنسية، لكن الاحتلال المطول والإجراءات الثقافية أدت إلى انتشار اللغة الإسبانية في المناطق الشمالية . بعد الاستقلال، ظهرت مسألة اللغة، حيث دعا البعض إلى اللغة الفرنسية، وعارضها آخرون، وحاول البعض التوفيق بين الموقفين . أدى إدخال التعليم الاستعماري في المغرب إلى ازدواجية ثقافية، حيث قسم النخبة المثقفة إلى أولئك الذين تلقوا تعليمهم في النظام التقليدي وأولئك الذين تلقوا تعليمهم في النظام الحديث . بعد الاستقلال، استمرت اللغة الفرنسية في شغل مكانة بارزة في المغرب، حيث يتم تدريسها من المدرسة الابتدائية إلى الجامعة وتستخدم كلغة التدريس في العديد من الكليات . اعترف الدستور المغربي لعام 2011 باللغة الأمازيغية إلى جانب اللغة العربية .",
          "source_URLs": [
            "https://journals.openedition.org/asinag/823"
          ]
        }
      ]
    }
  ]
}