{
  "event_name": "احتلال البرتغاليين لأصيلة",
  "article_title": "الاحتلال البرتغالي لأصيلة",
  "sections": [
    {
      "subtitle": "الخلفية والدوافع",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "امتد الوجود البرتغالي في شمال إفريقيا من عام 1415 إلى عام 1769 . مدفوعين بالطموحات العسكرية، وحماية الطرق التجارية، والتوسع الإمبراطوري، ومُثل الاسترداد والحملات الصليبية، سعى البرتغاليون إلى إنشاء شبكة من القواعد العسكرية والتجارية على طول ساحل المحيط الأطلسي المغربي . هذا التوسع، الذي بدأ بالاستيلاء على سبتة في عام 1415، امتد جنوبًا وشرقًا، معتمدًا على مهارات الملاحة المتقدمة وإدخال دفاعات إطلاق النار الجانبية . يعود تاريخ مشروع التوسع البرتغالي إلى أواخر القرن الثالث عشر مع معاهدة سوريا في عام 1291 . أعطى الانتصار على المرينيين في معركة سالادو عام 1340 دفعة جديدة للنوايا التوسعية البرتغالية . حصل الملك البرتغالي أفونسو الرابع على سن الثور البابوي Gaudemus et exultamus في 30 مايو 1341، معترفًا للتاج البرتغالي بالحق في غزو مملكة فاس . استأنفت سلالة أفيس المشروع التوسعي، مع إعطاء الأولوية لاستراتيجية المحيط الأطلسي على التوسع إلى غرناطة .",
          "source_URLs": [
            "https://shs.hal.science/halshs-01257046/",
            "https://shs.hal.science/halshs-01257046v1/file/The%20role%20of%20Portuguese%20heritage%20in%20local%20development.pdf",
            "https://www.athensjournals.gr/history/2017-3-4-4-Rodrigues.pdf"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "اعتبر البرتغاليون أراضيهم في شمال إفريقيا بمثابة غزوات واحتلالات للمدن العربية والإسلامية، وليس كمستعمرات . كانت مصالحهم في شمال إفريقيا مدفوعة أيضًا بالرغبة في منع مراكش من الوصول إلى موانئها البحرية . دعم الملك البرتغالي دوم مانويل الأول الحملات الصليبية وكان يهدف إلى الإطاحة بالسلطة الإسلامية في شمال إفريقيا . تضمن التوسع البرتغالي في شمال إفريقيا جيوبًا معزولة على طول مضيق جبل طارق والسواحل الأطلسية .",
          "source_URLs": [
            "https://repositorium.sdum.uminho.pt/bitstream/1822/32613/1/Paper%20Azemmour_JCorreia_ALopes.pdf",
            "https://repositorium.sdum.uminho.pt/bitstream/1822/33023/1/Paper_JCorreia.pdf",
            "https://repositorium.sdum.uminho.pt/bitstream/1822/68723/1/Correia.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "الغزو والسيطرة الأولية (1471)",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "تم غزو أصيلة (أرزيلا)، إلى جانب طنجة، من قبل البرتغاليين في عام 1471 خلال عهد الملك أفونسو الخامس . هاجمت قوات دوم أفونسو الخامس أصيلة واقتحمتها في 24 أغسطس 1471، واستولت على المدينة على حين غرة . شكل غزو سبتة عام 1415 نقطة البداية لتنفيذ هذه الاستراتيجية والاستفادة للمدن البحرية المشاركة في التجارة البحرية مع شمال أوروبا . كانت سبتة تعتبر مفتاح المضيق، مما يؤثر على التداول التجاري من وإلى البحر الأبيض المتوسط وسلامة المجتمعات الساحلية . تسبب الاستيلاء على أصيلة في خوف بين سكان طنجة، الواقعة على بعد 38 كيلومترًا، والذين تخلوا عن المدينة، وفتحوا أبوابها للبرتغاليين . بحلول نهاية عام 1471، سيطر البرتغاليون على المدن الرئيسية على الشاطئ الأفريقي لمضيق جبل طارق . شكل الاستيلاء على أصيلة وطنجة بداية الحكم البرتغالي في شمال المغرب .",
          "source_URLs": [
            "https://journals.openedition.org/anisl/9949",
            "https://repositorium.sdum.uminho.pt/bitstream/1822/32613/1/Paper%20Azemmour_JCorreia_ALopes.pdf",
            "https://repositorium.sdum.uminho.pt/bitstream/1822/33023/1/Paper_JCorreia.pdf",
            "https://repositorium.sdum.uminho.pt/bitstream/1822/68723/1/Correia.pdf",
            "https://shs.cairn.info/article/KART_POUIL_2009_01_0067?tab=texte-integral",
            "https://una-editions.fr/gouverner-les-villes-maghrebines-lors-de-loccupation-portugaise/",
            "https://www.athensjournals.gr/history/2017-3-4-4-Rodrigues.pdf",
            "https://www.scielo.br/j/rh/a/p34cgmLqccQrGY6VCnfjpPJ/?lang=en"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "في أعقاب الغزو، اعترف السلطان الوطاسي بالسيطرة البرتغالية على أصيلة باتفاقية حماية مدتها 20 عامًا . كانت هناك هدنة لمدة ثلاثين عامًا بين ملك البرتغال وسلطان فاس . حصل البرتغاليون على هدنة لمدة 20 عامًا مع ملك فاس، قابلة للتجديد لمدة عشر سنوات أخرى، بعد الاستيلاء على أصيلة وطنجة في عام 1471 . استعبد البرتغاليون 250 يهوديًا من أصيلة بعد الغزو . نظم إسحاق أبرافانيل لجنة وجمع أموالًا لإنقاذ 220 من هؤلاء السجناء اليهود . تم أسر مولاي محمد بن محمد بن يحيى (1464-1526)، السلطان الوطاسي المستقبلي لفاس، وهو طفل يبلغ من العمر سبع سنوات من قبل البرتغاليين في غزو أصيلة في أغسطس 1471 وبقي في البرتغال كرهينة لدى الملك لمدة عامين .",
          "source_URLs": [
            "https://journals.openedition.org/anisl/9949",
            "https://journals.openedition.org/lerhistoria/8210",
            "https://repositorium.sdum.uminho.pt/bitstream/1822/64784/1/Cap%c3%adtulo%20Arzila_ARQUEOARTE7.pdf",
            "https://shs.cairn.info/journal-annales-2016-4-page-923?tab=texte-integral",
            "https://shs.hal.science/halshs-01257046v1/file/The%20role%20of%20Portuguese%20heritage%20in%20local%20development.pdf",
            "https://shs.hal.science/halshs-01257864v1/file/3110%20Portugais%20au%20Maroc.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "التحول الحضري والتحصين",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "في أعقاب الغزو، نفذ البرتغاليون استراتيجيات التخطيط الحضري والمعماري لإعادة تشكيل وتحصين أصيلة . وشمل ذلك طريقة \"أتالو\" (التقليص)، والتي تضمنت تقليل حجم المدينة لجعلها أكثر قابلية للدفاع . تضمنت الممارسة المهنية البرتغالية تقليص المساحة الحضرية عن طريق بناء جدران ستائرية جديدة (أتالو) . كان البرتغاليون يهدفون إلى محو البصمة الإسلامية التي بنيت سابقًا في المدن . تهدف التعديلات إلى مواءمة الفضاء الحضري مع الثقافة الأوروبية . تم تكييف العمارة العسكرية والمورفولوجيا الحضرية لتعكس المفاهيم الأوروبية .",
          "source_URLs": [
            "https://journals.openedition.org/anisl/9949",
            "https://repositorium.sdum.uminho.pt/bitstream/1822/64784/1/Cap%c3%adtulo%20Arzila_ARQUEOARTE7.pdf",
            "https://repositorium.sdum.uminho.pt/bitstream/1822/68723/1/Correia.pdf",
            "https://repositorium.sdum.uminho.pt/handle/1822/68723"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "في عام 1508، أدى حصار وهجوم عربي على أصيلة إلى قيام البرتغاليين بتقليص حجم المدينة إلى 45٪ من حجمها الأصلي باستخدام أتالو مسنن . أعاد البرتغاليون تصميم أصيلة، مع الاحتفاظ فقط بالنصف المواجه للبحر وإنشاء مستطيلين متجاورين، مع وجود القلعة في المستطيل الأصغر والمدينة في المستطيل الأكبر . قام البرتغاليون في أصيلة ببناء حزام محصن يتكيف مع التقنيات العسكرية الحديثة للقتال بالبارود . قلل الملك مانويل الأول من المساحة الحضرية لأصيلة لتحقيق الاستدامة العسكرية، وهي تقنية تسمى \"أتالو\" تم تطبيقها على الغزوات البرتغالية الأخرى في المغرب العربي . قلص \"أتالو\" المدينة إلى حوالي 43٪ من حجمها قبل البرتغالي .",
          "source_URLs": [
            "https://repositorium.sdum.uminho.pt/bitstream/1822/33023/1/Paper_JCorreia.pdf",
            "https://repositorium.sdum.uminho.pt/bitstream/1822/64784/1/Cap%c3%adtulo%20Arzila_ARQUEOARTE7.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "في عام 1509، تم استدعاء البناء الرئيسي ديوغو بوتاك إلى أصيلة لبناء برج جديد ووضع خطة عمل لمزيد من البناء . في عام 1510، تم إرسال ديوغو بوتاك إلى أصيلة لبناء جدران جديدة وبرج ميناجم . واصل فرانسيسكو دانزيلو عمل بوتاك بين عامي 1511 و 1514 . توثق Livro das Medidas das fortalezas de Arzila و Alcácer و Ceuta و Tânger لعام 1514 الأعمال التي تم تنفيذها في المعاقل الشمالية . قام البرتغاليون ببناء حزام محصن يتكيف مع التقنيات العسكرية الحديثة للقتال بالبارود . تم تنفيذ برنامج إسكان في أصيلة لاستبدال المنازل التي دمرت في هجوم عام 1508 . تشير الإشارات إلى \"المدينة القديمة\" مقابل \"المدينة الجديدة\" إلى أنه تم إنشاء مخطط شبكة مدينة جديدة في أصيلة من قبل البرتغاليين . تضمن النسيج الحضري البرتغالي في أصيلة كتلًا مستطيلة هندسيًا مقسمة بشوارع عمودية ومتوازية للميدان الرئيسي . كانت روا ديريتا، العمود الفقري التقليدي للمدن البرتغالية في العصور الوسطى، موجودة في أصيلة، وتتوافق إما مع شوارع التجارة أو سيدي علي بن حمدوش أو باب الرمل . ركز البرتغاليون على رصف الشوارع وإمدادات المياه في أصيلة، بما في ذلك نافورة عامة . تم بناء هياكل تعرف باسم couraças في أصيلة وطنجة والقصر الصغير في وقت مبكر من عام 1502 لتزويد الحاميات بسهولة الوصول إلى المياه .",
          "source_URLs": [
            "https://repositorium.sdum.uminho.pt/bitstream/1822/33023/1/Paper_JCorreia.pdf",
            "https://repositorium.sdum.uminho.pt/bitstream/1822/64784/1/Cap%c3%adtulo%20Arzila_ARQUEOARTE7.pdf",
            "https://repositorium.sdum.uminho.pt/bitstream/1822/68723/1/Correia.pdf",
            "https://shs.hal.science/halshs-01257025v1/file/318%20le%20role%20du%20patrimoine.pdf",
            "https://shs.hal.science/halshs-01257046v1/file/The%20role%20of%20Portuguese%20heritage%20in%20local%20development.pdf",
            "https://www.athensjournals.gr/history/2017-3-4-4-Rodrigues.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p3",
          "text": "قام البرتغاليون أيضًا بتكييف المباني القائمة، مثل المساجد، إلى كنائس . سهّل توجيه المساجد نحو الشرق أو الشرق الجنوبي الشرقي تحويلها إلى كنائس مسيحية، مع وجود المحراب الذي يضم المذابح بسهولة .",
          "source_URLs": [
            "https://journals.openedition.org/anisl/9949"
          ]
        }
      ]
    },
    {
      "subtitle": "الفقد والاستعادة",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "استولى الجيش السعدي على أصيلة مؤقتًا من عام 1550 إلى عام 1577 . في عام 1541، أدى فقدان سانتا كروز لصالح الغزاة البربر إلى التخلي عن عدة مدن بما في ذلك أصيلة وأزمور وآسفي . قام البرتغاليون بإخلاء أصيلة في عام 1550، وأعادوا المدينة إلى العرب . فقد البرتغاليون أصيلة نهائيًا في عام 1589 بعد معركة الملوك الثلاثة . عادت أصيلة إلى السيطرة الأيبيرية بين عامي 1577 و 1589 .",
          "source_URLs": [
            "https://repositorium.sdum.uminho.pt/bitstream/1822/64784/1/Cap%c3%adtulo%20Arzila_ARQUEOARTE7.pdf",
            "https://repositorium.sdum.uminho.pt/bitstream/1822/68723/1/Correia.pdf",
            "https://shs.hal.science/halshs-01257046v1/file/The%20role%20of%20Portuguese%20heritage%20in%20local%20development.pdf",
            "https://shs.hal.science/halshs-01257864v1/file/3110%20Portugais%20au%20Maroc.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "الإرث والتراث",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "كان أقل من ثمانية عقود من الوجود البرتغالي في أصيلة كافياً لإنشاء أدوات للتخطيط الحضري المنتظم لا تزال تميز البعد الحالي للمدينة وعرض الشوارع . تم تغطية النواة المركزية للعمل الحضري البرتغالي في أوائل القرن السادس عشر في أصيلة لاحقًا بنسيج أقل انتظامًا بسبب إعادة الاحتلال الإسلامي . غزت نهايات مسدودة (درب)، وهي علامة مميزة للتخطيط الحضري الإسلامي، الكتل الأصلية في أصيلة .",
          "source_URLs": [
            "https://repositorium.sdum.uminho.pt/bitstream/1822/33023/1/Paper_JCorreia.pdf"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "يعتبر الوجود البرتغالي في أصيلة \"ماضي الماضي\"، منفصلاً عن الهوية المعاصرة والقضايا ما بعد الاستعمار . وضعت الحماية الفرنسية التراث البرتغالي تحت الحماية في عام 1912 . حكمت إسبانيا أصيلة من عام 1912 إلى عام 1956 . تأسست جمعية المحيط الثقافية في أصيلة عام 1972، وبدأت مهرجان أصيلة الدولي عام 1978 . تم ترميم برج ميناجم في أصيلة بمساعدة مؤسسة ك. غولبنكيان . تم ترميم التحصينات البرتغالية وبرج الكامرة كجزء من جهود المهرجان لتحديث البنية التحتية للمدينة . كان برج القلعة البرتغالية في أصيلة في حالة سيئة عندما بدأ المهندس المعماري فيانا دي ليما ترميمه في عام 1987 . فشلت جهود الترميم التي بذلها المهندس المعماري والمؤرخون في استعادة البرج إلى حالة مقبولة وأدت إلى تدخل مفرط العدوانية، مما أدى إلى عمليات ترميم غير لائقة وإضافة عناصر غير موجودة إلى برج القلعة القديمة .",
          "source_URLs": [
            "https://hrcak.srce.hr/104896",
            "https://shs.hal.science/halshs-01257025v1/file/318%20le%20role%20du%20patrimoine.pdf",
            "https://shs.hal.science/halshs-01257046/",
            "https://shs.hal.science/halshs-01257046v1/file/The%20role%20of%20Portuguese%20heritage%20in%20local%20development.pdf",
            "https://www.redalyc.org/journal/6646/664674185005/664674185005.pdf"
          ]
        },
        {
          "paragraph_id": "s4_p2",
          "text": "ترك الوجود البرتغالي في أصيلة أيضًا تأثيرًا دائمًا على ضعف المدينة تجاه الكوارث الطبيعية. تضررت أصيلة بشدة خلال تسونامي عام 1755، حيث اجتاحت الأمواج التحصينات وتوغلت في الداخل . تشير النمذجة العددية إلى أن البيئة المبنية لأصيلة معرضة بشدة لتأثير تسونامي .",
          "source_URLs": [
            "https://link.springer.com/article/10.1186/s40677-017-0089-6",
            "https://www.dnr.wa.gov/publications/ger_tsuinfo_2000_v2_no4.pdf"
          ]
        }
      ]
    }
  ]
}