{
  "event_name": "توترات حدودية مع الجزائر",
  "article_title": "التوترات الحدودية المتعلقة بالجزائر: نظرة تاريخية",
  "sections": [
    {
      "subtitle": "الإرث الاستعماري والصراعات المبكرة",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "تعتبر الحدود الموروثة من الاستعمار مصدراً رئيسياً للخلافات بين الجزائر وجيرانها . ورثت دول المغرب المستقلة حديثاً مشاكل سياسية، لا سيما فيما يتعلق بالحدود، من حاكمها الإمبراطوري السابق، فرنسا . كانت السياسات الاستعمارية الفرنسية مسؤولة إلى حد كبير عن قضية الحدود المثيرة للانقسام في شمال إفريقيا، والتي تعقدت بسبب المفاهيم المختلفة للدولة والمشاكل التاريخية القديمة . عندما غزت فرنسا الجزائر العاصمة عام 1830، لم تكن تخطط في البداية للاستيلاء على الجزائر بأكملها، ولم يكن هناك مفهوم واضح لدولة أو وعي جزائري . جلب التوسع الفرنسي في شمال إفريقيا المستعمرين إلى صراع مباشر مع المغرب، وبايليك تونس، والمعارضين الجزائريين .",
          "source_URLs": [
            "https://www.cambridge.org/core/journals/african-studies-review/article/colonial-origins-of-the-algerianmoroccan-border-conflict-of-october-1963/39780A2E1EEBBB3C82793761C4C83D6E",
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9780429352508-8/border-walls-regional-context-said-saddiki"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "يسلط الصراع الحدودي الجزائري المغربي في أكتوبر 1963، والمعروف أيضاً باسم حرب الرمال، الضوء على مدى انفجار قضايا الحدود . كان هذا الصراع، الذي تضمن غزواً للأراضي الجزائرية من قبل المغرب، نقطة تحول في تشكيل العقيدة الأمنية للجزائر . كانت \"حرب الرمال\" في أكتوبر 1963، والتي تضمنت غزواً للأراضي الجزائرية من قبل المغرب، نقطة تحول في تشكيل العقيدة الأمنية للجزائر .",
          "source_URLs": [
            "https://almuntaqa.dohainstitute.org/en/issue011/Documents/Almuntaqa-5-2-2022-benantar.pdf",
            "https://www.cambridge.org/core/journals/african-studies-review/article/colonial-origins-of-the-algerianmoroccan-border-conflict-of-october-1963/39780A2E1EEBBB3C82793761C4C83D6E"
          ]
        },
        {
          "paragraph_id": "s0_p2",
          "text": "كما كان هناك نزاع إقليمي بين تونس والجزائر . اعترضت الحكومة الجزائرية على المطالبات القائمة على الحقوق التاريخية للمغرب وتونس، مدعية ملكية جميع الأراضي التي تسيطر عليها الإدارة الفرنسية للجزائر الاستعمارية .",
          "source_URLs": [
            "https://www.cambridge.org/core/journals/african-studies-review/article/colonial-origins-of-the-algerianmoroccan-border-conflict-of-october-1963/39780A2E1EEBBB3C82793761C4C83D6E"
          ]
        }
      ]
    },
    {
      "subtitle": "نزاع الصحراء الغربية والتنافس الإقليمي",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "لا تزال قضية الصحراء الغربية نقطة خلاف رئيسية بين الجزائر والمغرب، حيث الحدود بين البلدين مغلقة منذ عام 1994 بسبب هذا النزاع . يطالب المغرب بالسيادة على الصحراء الغربية، بينما تدعم الجزائر جبهة البوليساريو، وهي حركة استقلال صحراوية . دعمت الجزائر إعلان جبهة البوليساريو \"الجمهورية العربية الصحراوية الديمقراطية\" في عام 1976، مما أدى إلى حرب استمرت 16 عاماً بين المغرب/موريتانيا والبوليساريو . في عام 1979، سحبت موريتانيا مطالبتها بالصحراء الغربية، وضم المغرب الثلثين الجنوبيين من الإقليم .",
          "source_URLs": [
            "https://sawtoroba.com/Eng/?p=3345",
            "https://www.econstor.eu/bitstream/10419/256649/1/2020C54.pdf",
            "https://www.emerald.com/insight/content/doi/10.1108/oxan-db283430/full/html"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "التوتر بين الجزائر والمغرب بشأن الصحراء الغربية يمنع زيادة التعاون الإقليمي . تحولت سياسة الولايات المتحدة بشأن الصحراء الغربية بمرور الوقت، من دعم المطالبات الاستعمارية لإسبانيا إلى الدعوة إلى إجراء استفتاء على تقرير المصير، إلى الميل نحو المغرب . تبنت إدارة ريغان في عام 1981 سياسة مؤيدة للمغرب، ودعمت الملك الحسن الثاني وزادت المساعدات العسكرية لمواجهة دعم الجزائر للبوليساريو . أكدت إدارة ترامب في عام 2020 صراحة السيادة المغربية على الصحراء الغربية مقابل تطبيع المغرب العلاقات مع إسرائيل .",
          "source_URLs": [
            "http://www.gsdrc.org/docs/open/hdq945.pdf",
            "https://sawtoroba.com/Eng/?p=3345"
          ]
        },
        {
          "paragraph_id": "s1_p2",
          "text": "يساهم التنافس الإقليمي بين المغرب والجزائر في التوترات الحدودية . الخلافات السياسية القديمة بين المغرب والجزائر تعيق الاتفاق على مراقبة الحدود . يعد تحصين الحدود المغربية الجزائرية جانباً من جوانب المنافسة الإقليمية ويستخدم كأداة للحفاظ على النظام الفرعي المغاربي الحالي .",
          "source_URLs": [
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9780429352508-8/border-walls-regional-context-said-saddiki"
          ]
        }
      ]
    },
    {
      "subtitle": "المخاوف الأمنية وعسكرة الحدود",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "منذ عام 2011، لا تعتبر أي من الحدود البرية السبعة للجزائر مستقرة وآمنة . تضع الصراعات الإقليمية ضغوطاً غير مسبوقة على حدود الجزائر . أعربت الحكومة الجزائرية عن مخاوفها بشأن ضعف حدودها، وتصميم الأجهزة الأمنية الجزائرية على ضمان أمن الدولة وسط ضعف الحدود .",
          "source_URLs": [
            "http://www.mediterraneanknowledge.org/publications/index.php/journal/article/view/19"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "تأثرت السياسة الخارجية الجزائرية منذ عام 2011 بالتهديدات الأمنية من الدول المجاورة، وخاصة ليبيا ومالي . أدى تفكك ليبيا ومالي إلى خلق سياق إقليمي فرعي جديد يتحدى السياسة الخارجية للجزائر . دفع تدهور الوضع الأمني الإقليمي الجزائر إلى إعادة النظر في مبادئها المتمثلة في عدم التدخل واحترام سيادة الدول ودعم حركات مكافحة الاستعمار . ترتبط المخاوف الأمنية للجزائر ارتباطاً وثيقاً باستقرارها الداخلي وأمن نظامها .",
          "source_URLs": [
            "https://www.taylorfrancis.com/chapters/edit/10.4324/9781003022312-4/dilemmas-algerian-foreign-policy-since-2011-normative-entrapment-pragmatic-responses-new-regional-security-challenges-laurence-thieux"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "للحد من الضغوط على قوات الأمن والدفاع التي تقوم بدوريات على الحدود البرية، قامت الجزائر ببناء سلسلة التحصينات الأكثر تفصيلاً، والتي تغطي مساحات كبيرة على طول حدود البلاد مع المغرب ومالي والنيجر وليبيا وتونس . في عام 2014، أنشأت الجزائر مناطق عسكرية على حدودها، ونقلت وظائف أمن الحدود إلى وزارة الدفاع .",
          "source_URLs": [
            "https://www.mattherbert.org/s/PW109-Border-Security-Challenges-in-the-Grand-Maghreb_Low-Res.pdf",
            "https://www.migrationpolicy.org/sites/default/files/publications/tcm-herbert-maghreb-2022-final.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "التهريب عبر الحدود والهجرة غير النظامية",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "يؤثر التهريب عبر الحدود بين الجزائر وتونس على تشكيل الدولة . تشمل العناصر الرسمية على طول الحدود الجزائرية التونسية مؤسسات الدولة مثل شرطة الحدود والجمارك والعلامات الإقليمية مثل الخنادق ونقاط التفتيش . تتكون العناصر غير الرسمية من كبار مهربي التهريب وصغار المهربين والمراقبين والسائقين الذين يؤثرون على اقتصاد المنطقة الحدودية . تتفاوض الدولة على هامش التشغيل للاعبين غير الرسميين على طول الحدود الجزائرية التونسية مع السلطات المحلية .",
          "source_URLs": [
            "https://link.springer.com/chapter/10.1007/978-3-031-09187-2_2"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "كان المغرب العربي نقطة انطلاق وعبور رئيسية للهجرة غير النظامية إلى أوروبا لعقود . الحكومات المغاربية مترددة بشأن الهجرة غير النظامية، وتعتبرها وسيلة لسكانها للوصول إلى فرص اقتصادية أفضل . تهريب السلع، وهو حركة غير نظامية عبر الحدود للسلع مثل البنزين، منتشر على نطاق واسع عبر حدود المنطقة وهو الدعامة الأساسية لسبل عيش سكان المناطق الحدودية . في غياب الضغط الخارجي، تتعامل المغرب والجزائر وتونس مع الهجرة غير النظامية على أنها مماثلة لتهريب السلع عبر الحدود ولا تعتبر الإنفاذ أولوية قصوى . تتسامح دول المغرب العربي مع قدر كبير من التهريب عبر الحدود والهجرة غير النظامية جزئياً بسبب الحاجة إلى ضمان الاستقرار السياسي في المناطق المهمشة اقتصادياً .",
          "source_URLs": [
            "https://www.migrationpolicy.org/sites/default/files/publications/tcm-herbert-maghreb-2022-final.pdf"
          ]
        },
        {
          "paragraph_id": "s3_p2",
          "text": "القيود المفروضة على الهجرة الجزائرية لديها القدرة على زيادة عمليات العبور غير القانوني للحدود . سيشعر الجزائريون بشكل خاص بتأثير هذه القيود، الذين كانوا يتمتعون في السابق بوضع متميز نسبياً في فرنسا . من المتوقع زيادة عمليات العبور غير المشروعة للحدود في البحر الأبيض المتوسط، مما سيؤدي إلى إجهاد عمليات إنفاذ القانون والإنقاذ، مما قد يؤدي إلى المزيد من الوفيات .",
          "source_URLs": [
            "https://www.emerald.com/insight/content/doi/10.1108/oxan-db267486/full/html"
          ]
        }
      ]
    },
    {
      "subtitle": "الإرهاب وعدم الاستقرار الإقليمي",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "الإرهاب العابر للحدود الوطنية هو الشغل الشاغل المهيمن للحكومات المغربية والجزائرية والتونسية ويدفع جهود أمن الحدود في المنطقة . شهدت الجزائر وتونس غارات إرهابية متفرقة واسعة النطاق من ليبيا، وشهدت أقصى جنوب الجزائر ارتفاعاً حديثاً في حركة الإرهابيين عبر الحدود من وإلى مالي .",
          "source_URLs": [
            "https://www.migrationpolicy.org/sites/default/files/publications/tcm-herbert-maghreb-2022-final.pdf"
          ]
        },
        {
          "paragraph_id": "s4_p1",
          "text": "تتخذ الجزائر موقفاً قوياً لمكافحة الإرهاب فيما يتعلق بتنظيم القاعدة في بلاد المغرب الإسلامي وتفضل الحلول العسكرية، على عكس دول الساحل الأخرى . حتى مع وجود أقوى جيش في المنطقة، فإن الجزائر غير قادرة على تأمين المناطق النائية التي يتواجد فيها تنظيم القاعدة في بلاد المغرب الإسلامي بشكل كامل .",
          "source_URLs": [
            "http://www.gsdrc.org/docs/open/hdq945.pdf"
          ]
        },
        {
          "paragraph_id": "s4_p2",
          "text": "قد يمتد الصراع في مالي إلى الجزائر، مما يدفع الجزائر إلى زيادة وجودها الأمني ومراقبتها في الجنوب . تختار الجزائر عدم القيام بدور نشط في تمرد الطوارق والصراع في مالي، مما يثير مخاوف دولية .",
          "source_URLs": [
            "http://www.gsdrc.org/docs/open/hdq945.pdf"
          ]
        },
        {
          "paragraph_id": "s4_p3",
          "text": "الفوضى في ليبيا تزعزع استقرار تونس، مما يؤدي إلى تفاقم التوترات في المنطقة الحدودية . منذ عام 2014، شكلت ليبيا تحدياً أمنياً لتونس بسبب الوضع العسكري المجزأ وغياب السلطة المركزية . تدرب مرتكبو الهجمات في تونس في معسكرات تنظيم الدولة الإسلامية في ليبيا .",
          "source_URLs": [
            "https://css.ethz.ch/content/dam/ethz/special-interest/gess/cis/center-for-securities-studies/resources/docs/IAI-menara_fn_5.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "الجهود الدبلوماسية والنفوذ الإقليمي",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "تعطي الدبلوماسية الجزائرية الأولوية للتسوية السلمية للأزمات من خلال الحوار والمصالحة . تدرس الرسالة دور الجزائر في التوسط في النزاعات الدولية بين عامي 1975 و 2015 . النزاعات الرئيسية المذكورة هي النزاعات الإقليمية بين إيران والعراق (التي تمت تسويتها في عام 1975)، وأزمة الرهائن الإيرانية (1981)، والصراع الحدودي بين إثيوبيا وإريتريا (2000)، والأزمة السياسية العسكرية في مالي (2015) .",
          "source_URLs": [
            "https://s-space.snu.ac.kr/bitstream/10371/161145/1/000000156313.pdf"
          ]
        },
        {
          "paragraph_id": "s5_p1",
          "text": "يُنظر إلى الجزائر على أنها تحاول أن تكون صاحبة السلطة الرئيسية في المنطقة، وتعطي الأولوية للسيطرة والنفوذ على التعاون الإقليمي . تخشى الجزائر من قيام دول أخرى في شمال إفريقيا بتكوين تحالفات تهدد وضعها .",
          "source_URLs": [
            "http://www.gsdrc.org/docs/open/hdq945.pdf"
          ]
        },
        {
          "paragraph_id": "s5_p2",
          "text": "يتصور الرئيس عبد المجيد تبون إعادة تأكيد القيادة الإقليمية للجزائر . ترى الجزائر أن التدخل الخارجي المتزايد في شمال إفريقيا ومنطقة الساحل يقوض نفوذها .",
          "source_URLs": [
            "https://www.emerald.com/insight/content/doi/10.1108/OXAN-DB290818/full/html"
          ]
        }
      ]
    },
    {
      "subtitle": "التطورات الأخيرة والتوقعات المستقبلية",
      "paragraphs": [
        {
          "paragraph_id": "s6_p0",
          "text": "تتصاعد التوترات بين الجزائر والمغرب على مدى العامين الماضيين (اعتباراً من سبتمبر 2022) . تساهم السياسة الخارجية الحازمة للمغرب والوضع السياسي غير المستقر في التوترات . أدت التغييرات في المؤسسة السياسية الخارجية الجزائرية إلى موقف أكثر تشدداً بشأن الصحراء الغربية .",
          "source_URLs": [
            "https://www.emerald.com/insight/content/doi/10.1108/OXAN-DB273032/full/html"
          ]
        },
        {
          "paragraph_id": "s6_p1",
          "text": "أدى الصراع الإسرائيلي الفلسطيني إلى تفاقم التوترات القائمة المتعلقة بالصحراء الغربية والحشود العسكرية في أعقاب قرار الجزائر بقطع العلاقات الدبلوماسية في عام 2021 . أدى إطلاق نار بحري في سبتمبر وانفجارات في الصحراء الغربية في أكتوبر 2023 إلى زيادة خطر التصعيد، على الرغم من أن الحكومتين مارستا في النهاية ضبط النفس .",
          "source_URLs": [
            "https://www.emerald.com/insight/content/doi/10.1108/oxan-db283430/full/html"
          ]
        },
        {
          "paragraph_id": "s6_p2",
          "text": "من المرجح أن تؤدي العمليات العسكرية لمالي بالقرب من الحدود مع الجزائر إلى تفاقم التوترات بين باماكو والجزائر . قد يشجع اعتراف فرنسا بالسيادة المغربية على الصحراء الغربية إجراءات مماثلة من قبل دول أوروبية أخرى .",
          "source_URLs": [
            "https://www.emerald.com/insight/content/doi/10.1108/OXAN-DB290818/full/html"
          ]
        },
        {
          "paragraph_id": "s6_p3",
          "text": "في فبراير 2024، أعلن الرئيس الجزائري عبد المجيد تبون عن خطط لإنشاء مناطق تجارة حرة مع النيجر ومالي، على الرغم من التوترات القائمة . في فبراير 2024، أجرت الجزائر تدريباً بالذخيرة الحية على الحدود مع مالي، يحاكي تدمير \"عدو غير تقليدي\" .",
          "source_URLs": [
            "https://www.emerald.com/insight/content/doi/10.1108/oxan-db285987/full/html"
          ]
        },
        {
          "paragraph_id": "s6_p4",
          "text": "توقعات تحسين العلاقات الجزائرية المغربية منخفضة اعتباراً من 17 نوفمبر 2023 . ستستخدم الجزائر ثروتها من الطاقة لبناء دعم دولي ضد المغرب . ستتنافس الرباط والجزائر على النفوذ والقوة الناعمة في إفريقيا .",
          "source_URLs": [
            "https://www.emerald.com/insight/content/doi/10.1108/oxan-db283430/full/html"
          ]
        },
        {
          "paragraph_id": "s6_p5",
          "text": "من المتوقع أن تزداد التوترات المتزايدة بين مالي والجزائر في عام 2025 .",
          "source_URLs": [
            "https://www.emerald.com/insight/content/doi/10.1108/OXAN-ES292002/full/html"
          ]
        }
      ]
    }
  ]
}