{
  "event_name": "غزو أحمد المنصور لإمبراطورية سنغاي",
  "article_title": "غزو أحمد المنصور لإمبراطورية سونغاي",
  "sections": [
    {
      "subtitle": "خلفية إمبراطورية سونغاي",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "ازدهرت إمبراطورية سونغاي في غرب إفريقيا، ووسعت أراضيها وتجارتها، وطورت جيشًا وحكومة قويين، ودعمت التعلم والمنح الدراسية . نشأت من بقايا إمبراطورية مالي تحت حكم سني علي حوالي عام 1464 . كانت غاو بمثابة عاصمة سلطنة سونغاي [1، 6]. أشرف سني علي بير (1464-1492) وأسكيا محمد (1492-1539) على فترة من التوسع السريع . بدأ أسكيا محمد عصرًا ذهبيًا من السلام والاستقرار . كانت غاو وتمبكتو وجيني مراكز إدارية وعلمية وتجارية مهمة . أصبحت تمبكتو بارزة في السودان ومعروفة في العالم الإسلامي، وأنتجت علماء . شملت أراضي سونغاي منعطف النيجر من كبي إلى جيني، وامتدت إلى مناجم تغازة وسيطرت على تجارة الذهب إلى شمال إفريقيا . قام أسكيا محمد الأول برحلة إلى مكة المكرمة في 1496-1497 وأعلن خليفة للسودان . قام بتوسيع إمبراطورية سونغاي إلى أقصى حد لها، من دندي إلى سيبريدوغو ومن تغازة إلى حدود ياتينغا . أشرف أسكيا داود (1549-1583) على فترة من الازدهار الاقتصادي والفكري .",
          "source_URLs": [
            "https://bokundoli.org/wp-content/uploads/2021/12/T4-12.pdf",
            "https://shs.cairn.info/article/AUTRE_FAUVE_2019_01_0032",
            "https://www.cambridge.org/core/journals/history-in-africa/article/rulers-scholars-and-invaders-a-select-bibliography-of-the-songhay-empire/29DEEA09EBD992FA4D00BB6BB06F386B"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "كان حكام سونغاي مسلمين وحافظوا على علاقات وثيقة مع العالم الإسلامي، بما في ذلك قيام أسكيا محمد برحلات الحج إلى مكة . جدد أسكيا محمد العلاقات مع وادي النيل والحجاز بعد أن استثمره الخليفة العباسي في القاهرة خلال رحلته إلى مكة . ومع ذلك، أدى الاضطراب الداخلي بين أحفاد أسكيا محمد إلى إضعاف دولة سونغاي في أواخر القرن السادس عشر . أدت الصراعات والتمردات الداخلية إلى إضعاف الإمبراطورية . أدى اعتلاء أسكيا محمد الرابع بانو في عام 1586 إلى حرب أهلية . ثار الصديق، بلاما تمبكتو، ضد أسكيا محمد الرابع في عام 1588 لكنه هزم على يد إسحاق الثاني . تحالف العديد من أمراء سونغاي مع الغزاة المغاربة في عام 1591 بسبب الاستياء من غاو .",
          "source_URLs": [
            "https://bokundoli.org/wp-content/uploads/2021/12/T4-12.pdf",
            "https://shs.cairn.info/article/AUTRE_FAUVE_2019_01_0032",
            "https://shs.hal.science/halshs-00348767v1/file/or_Soudan_article_RTF.pdf",
            "https://www.cambridge.org/core/journals/history-in-africa/article/rulers-scholars-and-invaders-a-select-bibliography-of-the-songhay-empire/29DEEA09EBD992FA4D00BB6BB06F386B"
          ]
        }
      ]
    },
    {
      "subtitle": "دوافع الغزو المغربي",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "دفعت العوامل الدينية والسياسية والاقتصادية أحمد المنصور إلى التوسع نحو إمبراطورية سونغاي . أثر تدهور التجارة عبر الصحراء الكبرى بسبب الاكتشافات العظيمة والتوسع العثماني في شمال إفريقيا سلبًا على الاقتصاد المغربي . منذ القرن السادس عشر، حاولت السلالة الشريفية في المغرب إحياء التجارة عبر الصحراء الكبرى . هدف السلطان محمد الشيخ المهدي إلى السيطرة على التجارة عبر الصحراء الكبرى سياسيًا وعسكريًا . كانت السيطرة على مناجم الملح في تغازة ومناجم الذهب في غانا مرغوبة لاحتكار تجارة الملح والذهب والعبيد . اعتبر الاستيلاء على إمبراطورية سونغاي ضروريًا للسيطرة على التجارة عبر الصحراء الكبرى . ادعى السلطان المغربي مولاي أحمد المنصور ملكية مناجم الملح في تغازة . كانت مناجم الملح في تغازة مصدر صراع بين إمبراطورية سونغاي وسلاطين المغرب . خلال فترة حكم أسكيا الحاج محمد الثالث (1583-1586)، احتلت بعثة مغربية مناجم تغازة .",
          "source_URLs": [
            "https://bokundoli.org/wp-content/uploads/2021/12/T4-12.pdf",
            "https://shs.cairn.info/article/PUF_MOULI_2009_01_0332?tab=texte-integral"
          ]
        }
      ]
    },
    {
      "subtitle": "الغزو المغربي",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "في عام 1591، تم غزو تمبكتو من قبل جيش أرسله السلطان المغربي أحمد المنصور (1578-1603) . أدى الغزو المغربي عام 1591 إلى استسلام سونغاي . أنهى الغزو المغربي عام 1591 عصر دول غرب إفريقيا العظيمة في العصور الوسطى . بلغ عدد جيش سونغاي في عام 1591 في معركة تونديبي حوالي 30000 من المشاة و 10000 من سلاح الفرسان . تألف الجيش المغربي من المرتدين واللاجئين الأندلسيين والجنود المغاربة من درعة وفاس . كان الجيش الذي غزا سلطنة سونغاي وأنشأ باشاليك في تمبكتو عام 1591 يتألف إلى حد كبير من جنود من الأندلس والمرتدين . أثر اللاجئون الأندلسيون، الذين طردوا من إسبانيا بين عامي 1492 و 1609، على القوة العسكرية للمغرب من خلال معرفتهم بالأسلحة النارية . عجلت حملة باشا جودار بخراب التجارة من خلال إنهاء أكبر وأقوى إمبراطورية في غرب السودان بحلول القرن السادس عشر .",
          "source_URLs": [
            "https://bokundoli.org/wp-content/uploads/2021/12/T4-12.pdf",
            "https://bokundoli.org/wp-content/uploads/2021/12/T5-5.pdf",
            "https://journals.openedition.org/diasporas/9434",
            "https://www.cambridge.org/core/journals/history-in-africa/article/rulers-scholars-and-invaders-a-select-bibliography-of-the-songhay-empire/29DEEA09EBD992FA4D00BB6BB06F386B"
          ]
        }
      ]
    },
    {
      "subtitle": "العواقب والنتائج",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "أدى غزو تمبكتو إلى إنشاء باشاليك يحكمه أحفاد الجيش المغربي، المعروف باسم الأرما، حتى القرن التاسع عشر . أنشأ الأرما حاميات بين جيني وغاو وجعلوا تمبكتو عاصمتهم . اندمج الأرما في مجتمع سونغاي من خلال الزواج من النخبة السياسية الدينية . طور الأرما نظامًا سياسيًا فريدًا يعتمد على الانتخاب بالإجماع والإلغاء المحتمل للباشا، مع تناوب الوظيفة بين فرق الجيش من مراكش وفاس . في العقد الأول من القرن الثامن عشر، أدخلت فصائل الأرما مباني متعددة الطوابق في تمبكتو لتحسين الدفاع ضد إطلاق النار . بعد الغزو عام 1591، عاد معظم الأندلسيين والمرتدين إلى المغرب . بين عامي 1591 و 1618، جاءت التعزيزات بشكل أساسي من السكان العرب البربر في جنوب المغرب . بعد عام 1591، فر حاكم سونغاي والموالون له إلى وادي النيجر . حاولت السلطات المغربية منع اللاجئين من إمبراطورية سونغاي من تلقي المساعدة . أدى سقوط سلطنة سونغاي عام 1591 إلى موجات من اللاجئين الفارين من الغزو المغربي . انهارت إمبراطورية سونغاي بسبب تناقضاتها الداخلية في أعقاب الحرب الأهلية والضغط الخارجي من المغرب عام 1591 .",
          "source_URLs": [
            "https://bokundoli.org/wp-content/uploads/2021/12/T4-12.pdf",
            "https://journals.openedition.org/diasporas/9434"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "أنهى مولاي أحمد المنصور سياسة تحويل التجارة عبر الصحراء الكبرى في عام 1591، مما أفاد المغرب العربي . سيطرت الدولة السعدية، بعد عام 1591، على المغرب العربي ومناجم الملح الصحراوية ومنطقة الساحل السوداني بالذهب والعبيد . تم إنشاء مراكز جمركية مغربية في توات (1583) وتغازة (1585) وتمبكتو وجيني . أصبح طريق درعة - تغازة - تمبكتو طريقًا تجاريًا رئيسيًا بين المغرب السعدي والسودان . تم استخدام الطريق من قبل كل من القوافل العسكرية والقوافل التي نظمها رجال السلطان . في عام 1593، مكن الاستيلاء على تمبكتو من قبل المنصور من نقل 1200 عبد عبر الصحراء الكبرى .",
          "source_URLs": [
            "https://bokundoli.org/wp-content/uploads/2021/12/T5-5.pdf",
            "https://www.persee.fr/doc/remmm_0035-1474_1980_num_30_1_1887"
          ]
        },
        {
          "paragraph_id": "s3_p2",
          "text": "أثر الاتصال بين المسلمين في تمبكتو والأندلسيين على الحماسة الدينية في غرب إفريقيا بين القرنين السابع عشر والتاسع عشر . بعد وفاة المنصور، أصبحت الطرق التجارية أقل أمانًا، مما أدى إلى اضطرابات في إمدادات الملح إلى السودان . في عام 1623، فر الحاكم المغربي لتغازة إلى تمبكتو . تخلى المسافرون تدريجياً عن طريق درعة، مفضلين سوس وتافيلالت . استولى الشرفاء العلويون على السيطرة على طريق توات في عام 1643 . أثر فقدان تغازة على اقتصاد سونغاي وطرق التجارة .",
          "source_URLs": [
            "https://bokundoli.org/wp-content/uploads/2021/12/T4-12.pdf",
            "https://journals.openedition.org/diasporas/9434",
            "https://www.persee.fr/doc/remmm_0035-1474_1980_num_30_1_1887"
          ]
        }
      ]
    },
    {
      "subtitle": "التأثير على مصر العثمانية",
      "paragraphs": [
        {
          "paragraph_id": "s4_p0",
          "text": "ربما أدى غزو تمبكتو من قبل جيوش المنصور عام 1591 إلى تحويل بعض تدفق الذهب إلى المغرب . استندت الثروة التي اكتسبها أحمد المنصور من غزو إمبراطورية سونغاي إلى حد كبير إلى تجارة الذهب التي مرت عبر بلاد التكرور .",
          "source_URLs": [
            "https://shs.hal.science/halshs-00348767/",
            "https://shs.hal.science/halshs-00348767v1/file/or_Soudan_article_RTF.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "الإرث",
      "paragraphs": [
        {
          "paragraph_id": "s5_p0",
          "text": "وقع الغزو المغربي عام 1591 . كان حكام جيني عرضة للصراعات بين النبلاء والمحتلين . بعد عام 1660، عانت جيني من غارات الفولان والبامبارا، مما أدى إلى الفوضى والمجاعة حتى القرن التاسع عشر . ترك المغاربة تأثيرًا كبيرًا في جيني، بما في ذلك الهندسة المعمارية وبناء الآبار والملابس والطعام . تذكر المقالة أنه في نهاية القرن السادس عشر، نظم السلطان أحمد المنصور حملة أدت إلى غزو تمبكتو وإمبراطورية سونغاي . تستكشف المقالة استبعاد الإسلام الخاص بالمهاجرين من أفريقيا جنوب الصحراء الكبرى بناءً على تصورهم على أنهم \"سود\" في المجتمع المغربي، وربط ذلك بالعبودية التاريخية .",
          "source_URLs": [
            "https://horizon.documentation.ird.fr/exl-doc/pleins_textes/2023-12/010023596.pdf",
            "https://journals.openedition.org/etudesafricaines/16612"
          ]
        }
      ]
    }
  ]
}