{
  "event_name": "فرنسا تدعم خطة الحكم الذاتي المغربية للصحراء الغربية",
  "article_title": "تأييد فرنسا لخطة الحكم الذاتي المغربية للصحراء الغربية: نظرة تاريخية",
  "sections": [
    {
      "subtitle": "نزاع الصحراء الغربية: سياق تاريخي",
      "paragraphs": [
        {
          "paragraph_id": "s0_p0",
          "text": "يعود النزاع حول الصحراء الغربية إلى عام 1975، عندما تخلت إسبانيا عن سيطرتها الاستعمارية على الإقليم، الذي كان يُعرف سابقًا بالصحراء الإسبانية . ضمت المغرب المنطقة لاحقًا، وهي خطوة اعترضت عليها جبهة البوليساريو، المدعومة من الجزائر، والتي تطالب بالإقليم وأعلنت قيام الجمهورية العربية الصحراوية الديمقراطية (RASD) في عام 1976 . تسعى جبهة البوليساريو إلى تحقيق تقرير المصير للشعب الصحراوي . يمثل الصراع جانبًا رئيسيًا من التنافس بين الجزائر والمغرب . تدعم الجزائر البوليساريو، على أمل إقامة دولة صديقة توفر منفذًا على المحيط الأطلسي للصادرات . تعتبر المغرب الصحراء الغربية امتدادًا طبيعيًا وتاريخيًا لأراضيها، وتسعى إلى الحصول على عائدات من احتياطيات الفوسفات والأسماك .",
          "source_URLs": [
            "https://hal.science/hal-04158788v1/file/wp25.pdf",
            "https://revistas.comillas.edu/index.php/razonyfe/article/view/20914",
            "https://shs.cairn.info/article/HER_142_0108",
            "https://www.arso.org/RuddyAlaskaspeech2007.pdf",
            "https://www.iemed.org/wp-content/uploads/2021/04/Redefining-the-Sahrawi-Political-Identity.pdf"
          ]
        },
        {
          "paragraph_id": "s0_p1",
          "text": "توسطت الأمم المتحدة في وقف إطلاق النار عام 1991، لكن لم يتم تنفيذ استفتاء على تقرير المصير للشعب الصحراوي . أنشأت الأمم المتحدة بعثة الأمم المتحدة للاستفتاء في الصحراء الغربية (MINURSO) لمراقبة وقف إطلاق النار وتنظيم استفتاء . ومع ذلك، فقد ابتليت عملية الاستفتاء بالخلافات حول أهلية الناخبين، حيث سيطرت المغرب على تسجيل الناخبين وتحديد الصحراويين الذين يمكنهم التسجيل . انتقد سفير الولايات المتحدة السابق فرانك رودي، الذي شغل منصب نائب رئيس بعثة الأمم المتحدة للاستفتاء في الصحراء الغربية، تعامل الأمم المتحدة مع عملية الاستفتاء، واتهم المغرب بالسيطرة على العملية ومنع إجراء تصويت عادل .",
          "source_URLs": [
            "https://hal.science/hal-04158788v1/file/wp25.pdf",
            "https://www.arso.org/RuddyAlaskaspeech2007.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "خطة الحكم الذاتي المغربية",
      "paragraphs": [
        {
          "paragraph_id": "s1_p0",
          "text": "في مارس 2006، أطلقت المغرب خطة للحكم الذاتي للصحراء الغربية، بهدف استبدالها بخطة بيكر الثالثة، التي دعت إلى إجراء استفتاء بعد خمس سنوات من الحكم الذاتي . تهدف خطة الحكم الذاتي المغربية إلى منح الإقليم الصحراوي دعمًا جديدًا من حيث التفويض والاستشارة والتفاوض الإقليمي . اقترحت الخطة حكمًا ذاتيًا تحت الإشراف المغربي . تحتفظ المادة 6 من خطة الحكم الذاتي المغربية بسلطات في الدفاع والعلاقات الخارجية والصلاحيات الدستورية/الدينية لملك المغرب .",
          "source_URLs": [
            "https://journals.openedition.org/anneemaghreb/1211",
            "https://www.arso.org/RuddyAlaskaspeech2007.pdf",
            "https://www.iemed.org/wp-content/uploads/2021/04/Redefining-the-Sahrawi-Political-Identity.pdf"
          ]
        },
        {
          "paragraph_id": "s1_p1",
          "text": "للترويج لخطة الحكم الذاتي، حلت المغرب المجلس الاستشاري للشؤون الصحراوية واستبدلته بالمجلس الملكي الاستشاري للشؤون الصحراوية (CORCAS) . يتم تعيين أعضاء المجلس الملكي الاستشاري للشؤون الصحراوية البالغ عددهم 141 عضوًا من قبل رئيس الدولة، وليس عن طريق الانتخاب . يكلف المجلس الملكي الاستشاري للشؤون الصحراوية بالانخراط في التفكير في خطة الحكم الذاتي في إطار السيادة المغربية . تسعى الحكومة المغربية إلى تحويل الولاءات القبلية أو الانفصالية إلى رابطة وطنية من خلال آليات تعالج المصالح المباشرة للسكان . تهدف السلطات المغربية إلى إعداد السكان الصحراويين والهياكل المحلية لتبني الحكم الذاتي الداخلي كبديل للانفصال .",
          "source_URLs": [
            "https://journals.openedition.org/anneemaghreb/1211",
            "https://www.iemed.org/wp-content/uploads/2021/04/Redefining-the-Sahrawi-Political-Identity.pdf"
          ]
        }
      ]
    },
    {
      "subtitle": "موقف فرنسا وتدخلها",
      "paragraphs": [
        {
          "paragraph_id": "s2_p0",
          "text": "في حين أن المصادر المقدمة لا تذكر صراحة إعلانًا رسميًا للدعم الفرنسي لخطة الحكم الذاتي المغربية، إلا أنها تقدم رؤى حول العلاقة المعقدة بين فرنسا والمغرب وقضية الصحراء الغربية. تم تحديد فرنسا كفاعل دولي رئيسي له مصالح كبيرة في منطقة المغرب العربي . يتم تسليط الضوء على فرنسا وإسبانيا باعتبارهما مستثمرين بشكل خاص في منطقة المغرب العربي ونزاع الصحراء الغربية، لكن يبدو أن مشاركتهما مدفوعة بالمصالح الذاتية مثل الهجرة وجهود مكافحة الإرهاب .",
          "source_URLs": [
            "https://www.cidob.org/publicaciones/gestionar-la-division-la-ue-y-los-conflictos-en-oriente-medio-y-el-norte-de-africa",
            "https://www.cidob.org/sites/default/files/2024-06/193-220_EDUARD%20SOLER%20I%20LECHA_135.pdf"
          ]
        },
        {
          "paragraph_id": "s2_p1",
          "text": "تاريخياً، كان لفرنسا تدخل طويل الأمد في المنطقة، بما في ذلك التدخلات العسكرية في منطقة الصحراء الغربية بين عامي 1958 و 1978 . تعتبر عمليتا Ecouvillon و Lamantin مثالين على التدخلات العسكرية الفرنسية خلال هذه الفترة . تعاونت فرنسا مع القوات الإسبانية في مستعمرتها في الصحراء ضد مجموعات تتكون من مغاربة وجزائريين وصحراويين يدعون أنهم جزء من جيش التحرير المغربي .",
          "source_URLs": [
            "https://shs.cairn.info/revue-les-temps-modernes-2017-2-page-267"
          ]
        },
        {
          "paragraph_id": "s2_p2",
          "text": "تتضمن منطق التدخل الفرنسي، خاصة في منطقة الساحل، الاستفادة من التنافس الإقليمي بين المغرب والجزائر . رأى بعض المحللين أن تصرفات الجزائر في منطقة الساحل وسيلة لتسهيل الوجود الأمريكي في منطقة تتأثر تقليديًا بفرنسا وتطمع فيها الصين .",
          "source_URLs": [
            "https://shs.cairn.info/article/HER_142_0108"
          ]
        },
        {
          "paragraph_id": "s2_p3",
          "text": "في عام 2001، ورد أن إسبانيا عرقلت مبادرة فرنسية للاتحاد الأوروبي لدعم خطة بيكر الجديدة للصحراء الغربية . تصورت خطة بيكر الصحراء الغربية كجزء من المغرب مع حكم ذاتي، انحرافًا عن هدف الأمم المتحدة المتمثل في إجراء استفتاء .",
          "source_URLs": [
            "https://www.raco.cat/index.php/AnuarioCIDOB/article/download/33806/165609"
          ]
        }
      ]
    },
    {
      "subtitle": "ردود الفعل الدولية والوضع الحالي",
      "paragraphs": [
        {
          "paragraph_id": "s3_p0",
          "text": "لعبت الولايات المتحدة أيضًا دورًا في نزاع الصحراء الغربية. أكدت إدارة ترامب من جديد دعمها لخطة الحكم الذاتي المغربية للصحراء الغربية، واصفة إياها بأنها وسيلة \"جادة وذات مصداقية وواقعية\" لمعالجة تطلعات الشعب الصحراوي . في 10 ديسمبر 2020، أعلن الرئيس الأمريكي آنذاك دونالد ترامب اعتراف الولايات المتحدة بالسيادة المغربية على الصحراء الغربية .",
          "source_URLs": [
            "https://hal.science/hal-01834305v1/file/Psei%207.6.pdf",
            "https://journals.openedition.org/anneemaghreb/10394"
          ]
        },
        {
          "paragraph_id": "s3_p1",
          "text": "كما أعربت دول أخرى، مثل ألمانيا، عن دعمها لمقترح الحكم الذاتي المغربي للصحراء الغربية . في المقابل، حافظت دول مثل أيرلندا والسويد على موقف يتماشى بشكل أكبر مع تقرير مصير الشعب الصحراوي . يوصف نهج الاتحاد الأوروبي تجاه نزاع الصحراء الغربية بأنه \"عدم التدخل\" و \"الحد الأدنى\" و \"الحد الأدنى من القاسم المشترك\" . يعطي الاتحاد الأوروبي الأولوية للعلاقات الثنائية مع المغرب على التعامل مع جبهة البوليساريو .",
          "source_URLs": [
            "https://www.cidob.org/publicaciones/gestionar-la-division-la-ue-y-los-conflictos-en-oriente-medio-y-el-norte-de-africa",
            "https://www.cidob.org/sites/default/files/2024-06/193-220_EDUARD%20SOLER%20I%20LECHA_135.pdf"
          ]
        },
        {
          "paragraph_id": "s3_p2",
          "text": "لا يزال الصراع في الصحراء الغربية دون حل، مع تجدد الأعمال العدائية في السنوات الأخيرة . انسحبت الجمهورية العربية الصحراوية الديمقراطية (RASD) من وقف إطلاق النار الذي تفاوضت عليه الأمم المتحدة مع المغرب في 13 نوفمبر 2020، مشيرة إلى نزاعات حول المنطقة العازلة في الكركرات . لا يزال الوضع مصدرًا لعدم الاستقرار الإقليمي وتحديًا للجهود الدولية لتعزيز السلام والأمن في منطقة المغرب العربي .",
          "source_URLs": [
            "https://core.ac.uk/download/pdf/42965591.pdf",
            "https://journals.openedition.org/anneemaghreb/10394"
          ]
        }
      ]
    }
  ]
}